{
    "answer_html": "<p>Thus, the rate at which the area of the circle is increasing is <span class=\"math\">\\(180,000\\pi\\)</span> km/h.</p>\n", 
    "answer_latex": "Thus, the rate at which the area of the circle is increasing is\n$180,000\\pi$ km/h.", 
    "contributors": [
        "Konradbe"
    ], 
    "course": "MATH110", 
    "flags": [
        "QGQ", 
        "QGH", 
        "QGS", 
        "RT"
    ], 
    "hints_html": [
        "<p>The formula for the area of a circle is <span class=\"math\">\\(A = \\pi r^2\\)</span>. Try implicitly differentiating this formula with respect to time.</p>\n"
    ], 
    "hints_latex": [
        "The formula for the area of a circle is $A = \\pi r^2$. Try implicitly\ndifferentiating this formula with respect to time."
    ], 
    "hints_raw": [
        "The formula for the area of a circle is &lt;math>A = \\pi r^2&lt;/math>.  Try implicitly differentiating this formula with respect to time.\n"
    ], 
    "num_votes": 0, 
    "question": "10", 
    "rating": null, 
    "sols_html": [
        "<p>The question is asking about change in area, so we will start with the formula for area of a circle</p>\n<p><span class=\"math\">\\[\\begin{aligned}\nA = \\pi r^2.\\end{aligned}\\]</span></p>\n<p>Because the question involves rates, we will be implicitly differentiating with respect to time. This gives:</p>\n<p><span class=\"math\">\\(\\frac{dA}{dt} = \\pi(2r)\\frac{dr}{dt}\\)</span></p>\n<p>Where <em>dA/dt</em> is the rate at which the area of the circle is changing, and <em>dr/dt</em> the rate at which the radius is changing. Plugging in the information from the statement of the question, we have:</p>\n<p><span class=\"math\">\\(\\frac{dA}{dt} = \\pi(2*100)(900) = 180,000\\pi\\)</span></p>\n<p>Thus, the rate at which the area of the circle is increasing is <span class=\"math\">\\(180,000\\pi\\)</span> km/h.</p>\n"
    ], 
    "sols_latex": [
        "The question is asking about change in area, so we will start with the\nformula for area of a circle\\begin{align*}\nA = \\pi r^2.\n\\end{align*} Because the question\ninvolves rates, we will be implicitly differentiating with respect to\ntime. This gives:\n\n$\\frac{dA}{dt} = \\pi(2r)\\frac{dr}{dt}$\n\nWhere \\emph{dA/dt} is the rate at which the area of the circle is\nchanging, and \\emph{dr/dt} the rate at which the radius is changing.\nPlugging in the information from the statement of the question, we have:\n\n$\\frac{dA}{dt} = \\pi(2*100)(900) = 180,000\\pi$\n\nThus, the rate at which the area of the circle is increasing is\n$180,000\\pi$ km/h."
    ], 
    "sols_raw": [
        "The question is asking about change in area, so we will start with the formula for area of a circle: &lt;math>A = \\pi r^2&lt;/math>.  Because the question involves rates, we will be implicitly differentiating with respect to time.  This gives:\n\n&lt;math>\\frac{dA}{dt} = \\pi(2r)\\frac{dr}{dt}&lt;/math>\n\nWhere ''dA/dt'' is the rate at which the area of the circle is changing, and ''dr/dt'' the rate at which the radius is changing.  Plugging in the information from the statement of the question, we have:\n\n&lt;math>\\frac{dA}{dt} = \\pi(2*100)(900) = 180,000\\pi&lt;/math>\n\nThus, the rate at which the area of the circle is increasing is &lt;math>180,000\\pi&lt;/math> km/h.\n"
    ], 
    "solvers": [
        "ChristinaKoch"
    ], 
    "statement_html": "<p>Tsunamis are large ocean waves produced by underwater seismic activity. In deep water, they can travel at extremely high speeds.</p>\n<p>A tsunami wave spreads outward in a widening circle. Suppose the radius of the circle is increasing at a rate of <span class=\"math\">\\(900\\)</span> km/h. Calculate how fast the area of the circle is increasing when the radius is equal to <span class=\"math\">\\(100\\)</span> km.</p>\n", 
    "statement_latex": "Tsunamis are large ocean waves produced by underwater seismic activity.\nIn deep water, they can travel at extremely high speeds.\n\nA tsunami wave spreads outward in a widening circle. Suppose the radius\nof the circle is increasing at a rate of $900$ km/h. Calculate how fast\nthe area of the circle is increasing when the radius is equal to $100$\nkm.", 
    "statement_raw": "Tsunamis are large ocean waves produced by underwater seismic activity. In deep water, they can travel at extremely high speeds. \n\nA tsunami wave spreads outward in a widening circle. Suppose the radius of the circle is increasing at a rate of &lt;math>900&lt;/math> km/h. Calculate how fast the area of the circle is increasing when the radius is equal to &lt;math>100&lt;/math> km.\n", 
    "term": "December", 
    "topics": [
        "Implicit_differentiation", 
        "Related_rates"
    ], 
    "url": "http://wiki.ubc.ca/Science:Math_Exam_Resources/Courses/MATH110/December_2012/Question_10", 
    "year": 2012
}