{
    "answer_html": "<p>The larger <span class=\"math\">\\(\\alpha\\)</span> (the more effective a fisherman is at catching fish) the faster the amount of fish decreases.</p>\n", 
    "answer_latex": "The larger $\\alpha$ (the more effective a fisherman is at\ncatching fish) the faster the amount of fish decreases.", 
    "contributors": [
        "Konradbe", 
        "MikeL", 
        "NicholasHu", 
        "ChristinaKoch"
    ], 
    "course": "MATH102", 
    "flags": [
        "QGQ", 
        "QGH", 
        "QGS", 
        "CT"
    ], 
    "hints_html": [
        "<p>Notice the negative sign, hence the amount of fish decreases when <span class=\"math\">\\(\\alpha\\)</span> increases.</p>\n<p>Further, notice that the term with <span class=\"math\">\\(\\alpha\\)</span> is proportional to the product of fishermen, N, and fish, F. What do fishermen do to fish?</p>\n", 
        "<p>The units for <span class=\"math\">\\(\\alpha\\)</span> are</p>\n<p><span class=\"math\">\\[\\begin{aligned}\n\\frac{1}{\\text{fishermen}\\cdot\\text{days}}.\\end{aligned}\\]</span></p>\n"
    ], 
    "hints_latex": [
        "Notice the negative sign, hence the amount of fish decreases when\n$\\alpha$ increases.\n\nFurther, notice that the term with $\\alpha$ is proportional to the\nproduct of fishermen, N, and fish, F. What do fishermen do to fish?", 
        "The units for $\\alpha$ are\n\n\\begin{align*}\n\\frac{1}{\\text{fishermen}\\cdot\\text{days}}.\n\\end{align*}"
    ], 
    "hints_raw": [
        "Notice the negative sign, hence the amount of fish decreases when &lt;math>\\alpha&lt;/math> increases.\n\nFurther, notice that the term with &lt;math>\\alpha&lt;/math> is proportional to the product of fishermen, &lt;i>N&lt;/i>, and fish, &lt;i>F&lt;/i>. What do fishermen do to fish?\n", 
        "The units for &lt;math>\\alpha&lt;/math> are \n:&lt;math>\\frac{1}{\\text{fishermen}\\cdot\\text{days}}&lt;/math>.\n"
    ], 
    "num_votes": 0, 
    "question": "C 02 (b)", 
    "rating": null, 
    "sols_html": [
        "<p>The term with <span class=\"math\">\\(\\alpha\\)</span> tends to make the value of F decrease since it has a negative sign in front of it. Because of this, and the fact that this term depends on both the population of fish and the number of fishermen, we conclude that this term models the interaction between fishermen and the fish. The interaction of fisherman and fish leads to less fish because they get caught by the fishermen.</p>\n<p>The constant <span class=\"math\">\\(\\alpha\\)</span> represents the rate at which a single fisherman catches fish. The larger <span class=\"math\">\\(\\alpha\\)</span> (the more effective a fisherman is at catching fish) the faster the amount of fish decreases.</p>\n"
    ], 
    "sols_latex": [
        "The term with $\\alpha$ tends to make the value of F decrease since it\nhas a negative sign in front of it. Because of this, and the fact that\nthis term depends on both the population of fish and the number of\nfishermen, we conclude that this term models the interaction between\nfishermen and the fish. The interaction of fisherman and fish leads to\nless fish because they get caught by the fishermen.\n\nThe constant $\\alpha$ represents the rate at which a single fisherman\ncatches fish. The larger $\\alpha$ (the more effective a fisherman is at\ncatching fish) the faster the amount of fish decreases."
    ], 
    "sols_raw": [
        "The term with &lt;math>\\alpha&lt;/math> tends to make the value of &lt;i>F&lt;/i> decrease since it has a negative sign in front of it. Because of this, and the fact that this term depends on both the population of fish and the number of fishermen, we conclude that this term models the interaction between fishermen and the fish. The interaction of fisherman and fish leads to less fish because they get caught by the fishermen.\n\nThe constant &lt;math>\\alpha&lt;/math> represents the rate at which a single fisherman catches fish. The larger &lt;math>\\alpha&lt;/math> (the more effective a fisherman is at catching fish) the faster the amount of fish decreases.\n"
    ], 
    "solvers": [
        "WilliamThompson"
    ], 
    "statement_html": "<p>The population of fish in a particular lake is given by the function <em>F(t)</em> where <em>F</em> is measured in number of fish and <em>t</em> is measured in days. A company that manages fish stocks is hired to restock the lake, adding fish at a constant rate. Only <em>N</em> fishers are allowed to fish in the lake at a time. A simple model for this scenario is given by the equation:</p>\n<p><span class=\"math\">\\(\\frac{dF}{dt} = I - \\alpha N F\\)</span></p>\n<p>Where <em>I</em> and <span class=\"math\">\\(\\alpha\\)</span> are constant and two cases for <em>N</em> are considered.</p>\n<p>Explain in words what the constant <span class=\"math\">\\(\\alpha\\)</span> represents.</p>\n", 
    "statement_latex": "The population of fish in a particular lake is given by the function\n\\emph{F(t)} where \\emph{F} is measured in number of fish and \\emph{t} is\nmeasured in days. A company that manages fish stocks is hired to restock\nthe lake, adding fish at a constant rate. Only \\emph{N} fishers are\nallowed to fish in the lake at a time. A simple model for this scenario\nis given by the equation:\n\n$\\frac{dF}{dt} = I - \\alpha N F$\n\nWhere \\emph{I} and $\\alpha$ are constant and two cases for \\emph{N} are\nconsidered.\n\nExplain in words what the constant $\\alpha$ represents.", 
    "statement_raw": "The population of fish in a particular lake is given by the function ''F(t)'' where ''F'' is measured in number of fish and ''t'' is measured in days.  A company that manages fish stocks is hired to restock the lake, adding fish at a constant rate.  Only ''N'' fishers are allowed to fish in the lake at a time.  A simple model for this scenario is given by the equation: \n\n&lt;math>\\frac{dF}{dt} = I - \\alpha N F &lt;/math>\n\nWhere ''I'' and &lt;math>\\alpha&lt;/math> are constant and two cases for ''N'' are considered.  \n\nExplain in words what the constant &lt;math>\\alpha&lt;/math> represents.\n", 
    "term": "December", 
    "url": "http://wiki.ubc.ca/Science:Math_Exam_Resources/Courses/MATH102/December_2013/Question_C_02_(b)", 
    "year": 2013
}