{
    "answer_html": "<p>The constant <span class=\"math\">\\(I\\)</span> has a positive effect on the rate of change of the fish population.It is also independent of the number of fish or fishermen.Hence, the constant I represents the rate at which the company adds fish to the lake.</p>\n", 
    "answer_latex": "The constant $I$ has a positive effect on the rate of change of the fish\npopulation.It is also independent of the number of fish or fishermen.Hence, the constant I represents the rate at which the company adds fish\nto the lake.", 
    "contributors": [
        "Konradbe", 
        "MikeL", 
        "NicholasHu", 
        "ChristinaKoch"
    ], 
    "course": "MATH102", 
    "flags": [
        "QGQ", 
        "QGH", 
        "QGS", 
        "CT"
    ], 
    "hints_html": [
        "<p>In the text, two actions are described that affect the amount of fish in the lake, one of which is increases the amount of fish, the other decreases the amount of fish.</p>\n<p>Does the constant <span class=\"math\">\\(I\\)</span> have a positive or negative impact on the rate of change of fish in the lake? Does it depend on the current number of fish or fishermen?</p>\n"
    ], 
    "hints_latex": [
        "In the text, two actions are described that affect the amount of fish in\nthe lake, one of which is increases the amount of fish, the other\ndecreases the amount of fish.\n\nDoes the constant $I$ have a positive or negative impact on the rate of\nchange of fish in the lake? Does it depend on the current number of fish\nor fishermen?"
    ], 
    "hints_raw": [
        "In the text, two actions are described that affect the amount of fish in the lake, one of which is increases the amount of fish, the other decreases the amount of fish.\n\nDoes the constant &lt;math>I&lt;/math> have a positive or negative impact on the rate of change of fish in the lake? Does it depend on the current number of fish or fishermen?\n"
    ], 
    "num_votes": 1, 
    "question": "C 02 (a)", 
    "rating": 99, 
    "sols_html": [
        "<p>The constant <span class=\"math\">\\(I\\)</span> has a positive effect on the rate of change of the fish population. It is also independent of the number of fish or fishermen.</p>\n<p>Hence, the constant I represents the rate at which the company adds fish to the lake.</p>\n"
    ], 
    "sols_latex": [
        "The constant $I$ has a positive effect on the rate of change of the fish\npopulation. It is also independent of the number of fish or fishermen.\n\nHence, the constant I represents the rate at which the company adds fish\nto the lake."
    ], 
    "sols_raw": [
        "The constant &lt;math>I&lt;/math> has a positive effect on the rate of change of the fish population. It is also independent of the number of fish or fishermen.\n\nHence, the constant &lt;i>I&lt;/i> represents the rate at which the company adds fish to the lake.\n"
    ], 
    "solvers": [
        "WilliamThompson"
    ], 
    "statement_html": "<p>The population of fish in a particular lake is given by the function <em>F(t)</em> where <em>F</em> is measured in number of fish and <em>t</em> is measured in days. A company that manages fish stocks is hired to restock the lake, adding fish at a constant rate. Only <em>N</em> fishers are allowed to fish in the lake at a time. A simple model for this scenario is given by the equation:</p>\n<p><span class=\"math\">\\(\\frac{dF}{dt} = I - \\alpha N F\\)</span></p>\n<p>Where <em>I</em> and <span class=\"math\">\\(\\alpha\\)</span> are constant and two cases for <em>N</em> are considered.</p>\n<p>Explain in words what the constant <em>I</em> represents.</p>\n", 
    "statement_latex": "The population of fish in a particular lake is given by the function\n\\emph{F(t)} where \\emph{F} is measured in number of fish and \\emph{t} is\nmeasured in days. A company that manages fish stocks is hired to restock\nthe lake, adding fish at a constant rate. Only \\emph{N} fishers are\nallowed to fish in the lake at a time. A simple model for this scenario\nis given by the equation:\n\n$\\frac{dF}{dt} = I - \\alpha N F$\n\nWhere \\emph{I} and $\\alpha$ are constant and two cases for \\emph{N} are\nconsidered.\n\nExplain in words what the constant \\emph{I} represents.", 
    "statement_raw": "The population of fish in a particular lake is given by the function ''F(t)'' where ''F'' is measured in number of fish and ''t'' is measured in days.  A company that manages fish stocks is hired to restock the lake, adding fish at a constant rate.  Only ''N'' fishers are allowed to fish in the lake at a time.  A simple model for this scenario is given by the equation: \n\n&lt;math>\\frac{dF}{dt} = I - \\alpha N F &lt;/math>\n\nWhere ''I'' and &lt;math>\\alpha&lt;/math> are constant and two cases for ''N'' are considered.  \n\nExplain in words what the constant ''I'' represents.\n", 
    "term": "December", 
    "url": "http://wiki.ubc.ca/Science:Math_Exam_Resources/Courses/MATH102/December_2013/Question_C_02_(a)", 
    "year": 2013
}