{
    "term": "December", 
    "question": "Question_05", 
    "course": "MATH104", 
    "statement": "A small manufacturer wholesales leather jackets to a number of specialty\nstores. The monthly demand from these stores for the jackets is\ndescribed by the demand equation\n\n\\[\\displaystyle{}p=400-50q.\\]\n\nHere p is the wholesale price, in dollars per jacket, and q is the\nmonthly demand, in thousands of jackets. Note that the demand equation\nmakes no sense if $q\\geq{8}$. The manufacturer's marginal cost is given\nby the equation,\n\n\\[\\frac{\\textrm{d}C}{\\textrm{d}q}=\\frac{800}{q+5}.\\]\n\nDetermine the number of jackets that must be sold per month to maximize\nmonthly profit. You do not need to justify that your answer provides the\nmaximal profit.", 
    "year": 2010, 
    "sols": [
        "The quantity we want to minimize (the ``objective function''), is the\nprofit, $P$. The profit is equal to the revenue, $pq,$ minus the cost,\n$C(q)$.\n\n\\[\\displaystyle{}P=pq-C(q).\\] Our constraint is the demand equation,\nwhich gives us a relationship between $p$ and $q$:\n\n\\[\\displaystyle{}p=400-50q .\\] We now use the constraint to express the\nobjective function $P$ in terms of one variable only. Since $C$ is\nalready expressed in terms of $q$, it will be easiest to express $P$ as\na function of $q$ rather than $p$.\n\n\\[\\displaystyle{}P(q) = (400-50q )q-C(q) = 400q - 50q^2 - C(q)\\] The\ndomain of interest is $[0,8]$, because we cannot produce a negative\nquantity of jackets, and in order to sell more than 8 jackets per month,\nwe'd actually have to start paying people to take them (according to the\ndemand equation). In order to find the absolute maximum value of $P(q)$\nin this interval, we start by looking for its critical points.\n\n\\[P'(q) = 400-100q - C'(q) = 400-100q - \\frac{800}{q+5}\\] This exists\neverywhere inside the domain. In order to search for its zeros, it is\nhelpful to take out a factor of $\\frac{100}{q+5}$ (which is never equal\nto zero), so that we are left with a polynomial in $q$. (Hopefully we'll\nbe able to find the roots of that polynomial.)\n\n\\begin{align*}P'(q) &=  \\frac{100}{q+5}\\left( (4-q)(q+5) - 8 \\right)  \\\\\n &=  \\frac{100}{q+5}\\left( 4q +20  -q^2-5q -8  \\right)\\\\\n &=  -\\frac{100}{q+5}\\left(    q^2+q -12  \\right) \\\\\n &=  -\\frac{100}{q+5} ( q+4)(q-3)  \\end{align*} This is equal to zero\nwhen $q$ is equal to 3 or -4, but only 3 lies in the domain of interest.\nAlthough it is not necessary, it is easy to check that the profit is\nactually maximized when $q=3$ because when $q<3,$ $P'(q)>0$, and when\n$q>3,$ $P'(q)<0$. (Hence, the profit function is increasing when $q<3$\nand decreasing when $q>3$.) Therefore, the profit is maximized when 3\njackets are sold per month.\n\nAlso, notice that taking the derivative of profit and setting it to\nzero, is equivalent to finding the point at which the marginal profit is\nzero or when the marginal revenue is equal to the marginal cost"
    ], 
    "hints": [
        "This is an optimization problem. What is the objective function (the\nquantity that you want to maximize or minimize)? What are the\nconstraint(s)?", 
        "Note that you are not given the cost function in this problem, but only\nits derivative. Do not try to find the cost function itself. You'll only\nneed the derivative in order to solve the problem.", 
        "State your objective function, the profit, as a function of the number\nof jackets sold per week, $q.$ Look for critical points of this function\nin order to find its absolute maximum."
    ]
}