{
    "term": "December", 
    "question": "Question_06", 
    "course": "MATH104", 
    "statement": "At a certain time, the stock of a company listed on the Vancouver Stock\nExchange is selling for \\$0.25 a share. The controlling shareholders\nspread a (quickly dispelled) rumour that the company has discovered a\ncure for death. This causes a surge of demand for the stock. As a\nresult, when $t\\geq{0}$ the price of a share is P(t) dollars, where\n\n\\begin{align*}\\displaystyle{}P(t)=0.25+30t\\textrm{e}^{-t/5}.\\end{align*}\n\nHere t is measured in days and t = 0 at the instant the rumour starts.\nAt what time t is the price of the stock increasing most rapidly? Please\njustify that the answer you calculate actually gives the greatest rate\nof increase.", 
    "year": 2010, 
    "sols": [
        "\\textbf{Step 1: Find objective function}\n\nWe have that the stock price is\n\n\\begin{align*}\\displaystyle{}P(t)=0.25+30t\\textrm{e}^{-t/5}\\end{align*}\n\nand are asked to find when the stock is increasing most rapidly. Notice\nwe are \\textbf{not} asked to find when the price of a stock is a\nmaximum. This makes sense since if you're looking to buy the stock, you\nwant it when its value is increasing the fastest. If you buy the stock\nat its maximum price then your stock will only lose value as time moves\nforward. Therefore the objective function is to maximize the rate of\nchange, R(t), of the stock price or $\\displaystyle {}P'(t)$. We get,\n\n\\begin{align*}\\displaystyle{}R(t)=P'(t)=30\\textrm{e}^{-t/5}-6t\\textrm{e}^{-t/5}=(30-6t)\\textrm{e}^{-t/5}.\\end{align*}\n\n\\textbf{Step 2: Find critical points of the objective function R(t)}\n\nWe start by finding critical points of R(t). First take the derivative\nof R(t) and set it to zero.\n\n\\begin{align*}R'(t)=-6\\textrm{e}^{-t/5}-\\frac{1}{5}(30-6t)\\textrm{e}^{-t/5}=\\left(\\frac{6}{5}t-12\\right)\\textrm{e}^{-t/5}=0.\\end{align*}\n\nSince the exponential can never be zero we must have that,\n\n\\begin{align*}\n\\left(\\frac{6}{5}t-12\\right)&=0\\\\\nt&=10.\\end{align*}\n\nThus t=10 is the only critical point of R(t).\n\n\\textbf{Step 3: Is the critical point a maximum or a minimum?}\n\nWe have still not answered the question, we must still maximize R. We\nhave that t is in $[0,\\infty)$ and so we do not have a full closed\ninterval to use the extreme value theorem. However, since we only have\none critical point we know that if R(10) is a local maximum then it is\nalso an absolute maximum and if R(10) is a local minimum then it is also\nan absolute minimum.\n\nWe will use the first derivative test. Notice, if we pick something\nslightly less than 10, then R'(t)\\textless{}0 so R(t) is decreasing.\nSimilarly if we pick something slightly bigger than 10 then\nR'(t)\\textgreater{}0 so R(t) is increasing. Therefore, by the first\nderivative test we conclude that t=10 is a local \\textbf{minimum}. Since\nit is the only critical point, it is also an absolute minimum.\n\n\\textbf{Step 4: Look at the boundaries of the interval of \\emph{t} to\nfind the absolute maximum}\n\nHow do we then find the absolute maximum? Even though we do not have a\nclosed interval for R(t), we can see what happens for large time, i.e.\nwe can compute\n\n\\begin{align*}\\lim_{t\\to\\infty}R(t).\\end{align*}\n\nDoing so involves taking an infinite limit of $t\\textrm{e}^{-t/5}$. The\nexponential decays much faster than the linear term grows so this term\ngoes to zero. Therefore we have that,\n\n\\begin{align*}\n&\\lim_{t\\to\\infty}R(t)\\\\\n&=\\lim_{t\\to\\infty}30\\textrm{e}^{-t/5}-6\\lim_{t\\to\\infty}6t\\textrm{e}^{-t/5}\\\\\n&=0.\\end{align*}\n\nTherefore we see that for large time, R(t) goes to zero. We can plug in\nthe left endpoint,\n\n\\begin{align*}\\displaystyle{}R(0)=(30-6(0))\\textrm{e}^{-0/5}=30.\\end{align*}\n\n\\textbf{Step 5: Conclusion}\n\nTherefore, we see that R starts at 30, decreases to the critical point\nat t=10 (note that R(10) \\textless{} 0) and then increases towards 0 for\nt large. Therefore, R is the biggest when t=0, or right when the rumour\nstarts spreading. Therefore, the price of the stock is increasing most\nrapidly when t=0."
    ], 
    "hints": [
        "What is the objective function (the thing you are trying to maximize)?\n(Hint: It is not the price of the stock.)", 
        "If we find a critical point for the objective function, how can we use\nderivative information to conclude if it's a maximum or a minimum? If it\nis not a maximum, where else do we look to maximize the objective\nfunction?"
    ]
}