{
    "term": "April", 
    "question": "Question_09", 
    "course": "MATH110", 
    "statement": "\\textbf{(Bonus Question)} Consider an aircraft flying north at 600 km/h,\nat an altitude of 4 km, passing directly overhead a car driving east at\n100 km/h. Determine how fast the distance between them is changing one\nhour after the aircraft passes overhead the car. You do not have to\nsimplify your answer.", 
    "year": 2011, 
    "sols": [
        "First I will find a formula describing the distance between the car and\nthe plane.\n\nI can draw a triangle whose sides are as follows: the plane's height\nabove the ground, the distance between the plane and the car (denoted\n\\emph{d}), and the distance between the position of the car and the\nplane if both were on the ground (\\emph{r}). The triangle looks like\nthis:\n\n\\begin{figure}[htbp]\n\\centering\n\\includegraphics[width=.5\\textwidth]{ScienceMathExamResourcesCoursesMath110April2011Question9a.jpg}\n\\caption{ScienceMathExamResourcesCoursesMath110April2011Question9a.jpg}\n\\end{figure}\n\nBecause my triangle is a right triangle, I can relate its sides using\nthe Pythagorean theorem. So I have\n\n\\begin{align*}\\displaystyle\nd^2 = 4^2 + r^2\\end{align*}\n\nIf I look down on the plane and car and ignore the height difference, I\ncan find the distance between their positions on the ground (denoted\n\\emph{r} before) by using another right triangle, drawn here\n\n\\begin{figure}[htbp]\n\\centering\n\\includegraphics[width=.5\\textwidth]{ScienceMathExamResourcesCoursesMath110April2011Question9b.jpg}\n\\caption{ScienceMathExamResourcesCoursesMath110April2011Question9b.jpg}\n\\end{figure}\n\nWhere $p$ is the distance the plane has traveled and $c$ is the distance\nthe car has traveled. These are all related in the formula\n\n\\begin{align*}\\displaystyle\nr^2 = p^2 + c^2\\end{align*}\n\nI can then plug this into my distance formula found above to get an\nequation in terms of the car's distance (c) and the plane's distance\n(p), which relates to the information I was given in the statement of\nthe problem.\n\n\\begin{align*}\\displaystyle\nd^2 = 4^2 + p^2 + c^2\\end{align*}\n\nI can now differentiate with respect to time to get:\n\n\\begin{align*}2d \\frac{dd}{dt} = 2p \\frac{dp}{dt} + 2c \\frac{dc}{dt}\\end{align*} or\n\n\\begin{align*}\\frac{dd}{dt} = \\left(p \\frac{dp}{dt} + c \\frac{dc}{dt}\\right)/d\\end{align*}\n\nNow, we already have that $\\frac{dp}{dt} = 600$ km/h and\n$\\frac{dc}{dt} = 100$ km/h. To solve for $\\frac{dd}{dt}$ we need\n\\emph{p, c} and \\emph{d}. However, we know that the plane and car have\nbeen traveling for one hour, and have therefore gone $600$ km and $100$\nkm respectively. These are the values of \\emph{p} and \\emph{c}. To find\n\\emph{d}, we plug \\emph{p = 600} and \\emph{c = 100} into our original\ndistance formula above to get $d = \\sqrt{16 + 600^2 + 100^2}$. Plugging\nthese all into our equation that describes $dd/dt$ we get:\n\n\\begin{align*}\\frac{dd}{dt} = \\frac{600 \\cdot 600 + 100\\cdot100}{\\sqrt{16 + 600^2 + 100^2}} \\approx 608.26 \\,\\rm{km/h}\\end{align*}\n(As mentioned in the problem, you don't need to compute the answer, I\njust added it to give you a sense of the value.)"
    ], 
    "hints": [
        "The key to this question is finding a formula for the distance between\nthe car and the plane. In order to do so, you'll need to use the\nPythagorean theorem two times. First try drawing a right triangle\ninvolving the height of the airplane, the distance between the car and\nairplane, and the distance between the plane's position on the ground\nand the car's position. You need to create a second equation for the\nlast quantity - how can you do that?"
    ]
}