{
    "term": "April", 
    "question": "Question_04", 
    "course": "MATH221", 
    "statement": "Compute the matrix product $\\begin{pmatrix}\n3 &1 &2\\\\ \n2 &0 &0 \n\\end{pmatrix}\\begin{pmatrix}\n3&1 &0 \\\\ \n3&0 &2 \\\\\n5&0 &0 \n\\end{pmatrix}\n\\begin{pmatrix}\n2 & 0\\\\ \n-1&0 \\\\ \n0&3 \n\\end{pmatrix}$ .", 
    "year": 2010, 
    "sols": [
        "In order to multiply matrices, we must first ensure that the number of\ncolumns in the first matrix matches the number of rows in the second\nmatrix. This is because we multiply the number in the first column in\nthe first matrix by the number in the first row in the second matrix,\nthen the number in the second column and second row, and so on (i.e.\nmultiply the first row by the first column). The number in the first row\nand column of the matrix product of these two matrices will be the sum\nof the numbers multiplied column by row. The first row will then be\nmultiplied by the second column, and this will make up the number in the\nsecond column, first row in the matrix product. This pattern will\ncontinue until there are no more columns in the second matrix. Then, we\nmove on to the second row in the first matrix and do the same thing,\nwith the sum of the products now filling out the second row in the\nproduct matrix. We will continue this pattern until there are no more\nrows in the first matrix.\n\nSince we have three matrices, we will start by multiplying the first\ntwo, then multiplying this matrix product by the third matrix to get our\nanswer. Note that the number of columns in matrix one is equal to the\nnumber of rows in matrix two, which is three.\n\nMultiplying matrix one by two, we get\\[\\begin{pmatrix}\n3 &1 &2\\\\ \n2 &0 &0 \n\\end{pmatrix}\\begin{pmatrix}\n3&1 &0 \\\\ \n3&0 &2 \\\\\n5&0 &0 \n\\end{pmatrix} = \\begin{pmatrix}\n22&3 &2 \\\\ \n6&2 &0 \n\\end{pmatrix}\\]\n\nNow, multiply this matrix by matrix three. Again note that the number of\ncolumns in the new matrix is equal to the number of rows in matrix\nthree. $\\begin{pmatrix}\n22&3 &2 \\\\ \n6&2 &0 \n\\end{pmatrix}\\begin{pmatrix}\n2 & 0\\\\ \n-1& 0\\\\ \n0&3 \n\\end{pmatrix} = \\begin{pmatrix}\n41 & 6\\\\ \n10&0 \n\\end{pmatrix}$\n\nThis result is the solution we are looking for."
    ], 
    "hints": []
}