{
    "term": "April", 
    "question": "Question_06_(d)", 
    "course": "MATH152", 
    "statement": "This question requires little or no calculations.\n\nConsider a linear system of 3 equations with 5 unknowns. Answer\n\\textbf{True} or \\textbf{False} to each of the following statements (no\njustification required).\n\n(1) It always has at least one solution.\n\n(2) There is either no solution or infinitely many solutions.\n\n(3) If a solution exists, then there is precisely a 2-parameter family\nof solutions.\n\n(4) If the coefficient matrix has rank k, then the associated\nhomogeneous system as a k-parameter family of solutions.", 
    "year": 2012, 
    "sols": [
        "(1) It always has at least one solution. (FALSE)\n\n(2) There is either no solution or infinitely many solutions. (TRUE)\n\n(3) If a solution exists, then there is precisely a 2-parameter family\nof solutions. (FALSE)\n\n(4) If the coefficient matrix has rank k, then the associated\nhomogeneous system as a k-parameter family of solutions. (FALSE)\n\nThe justification for each answer is given below.\n\n(1) is FALSE.\n\nConsider the following counter-example of three equations with five\nunknowns:\n\n\\[x = 1,\\quad x = 2, \\quad x + y + z + u + v = 3\\] Clearly, this system\nis inconsistent. Hence (1) is FALSE by counter-example.\n\n(2) is TRUE.\n\nAs we saw in (1), it is possible that there is no solution. For the\nsecond part of the statement, assume that a solution exists. This\nsolution cannot be unique since any row-reduced echelon form of the\ncoefficient matrix admitting a solution has at least two free parameters\n(i.e. Rank of the matrix is at most 3, but there are 5 parameters).\nHence, if any solution exists, then infinitely many solutions must\nexist. Therefore (2) is true.\n\n(3) is FALSE.\n\nConsider the following example:\n\n\\begin{align*}\nx + y + z + u + v &= 0 \\\\\nx + y + z + u + v &= 0 \\\\\nx + y + z + u + v &= 0\n\\end{align*} In this example, there is a four-parameter family of\nsolutions since the associated coefficient matrix has rank 1.\n\n(4) is FALSE.\n\nSee (1) and (3) for counterexamples."
    ], 
    "hints": [
        "Try to determine a counter-example first. If you find it difficult to\ndetermine one, the answer may be true."
    ]
}