{
    "answer_html": "<p>This means that the function <span class=\"math\">\\(f(x)\\)</span> is decreasing, on the interval <span class=\"math\">\\((\\infty, 1)\\cup(1, \\infty)\\)</span>.</p>\n", 
    "answer_latex": "This means that the function $f(x)$ is decreasing, on the\ninterval $(\\infty, 1)\\cup(1, \\infty)$.", 
    "contributors": [
        "Konradbe"
    ], 
    "course": "MATH110", 
    "flags": [
        "QGQ", 
        "QGH", 
        "QGS", 
        "CT"
    ], 
    "hints_html": [
        "<p>A function is increasing on an interval if its derivative is positive on that interval, and decreasing if its derivative is negative.</p>\n"
    ], 
    "hints_latex": [
        "A function is increasing on an interval if its derivative is positive on\nthat interval, and decreasing if its derivative is negative."
    ], 
    "hints_raw": [
        "A function is increasing on an interval if its derivative is positive on that interval, and decreasing if its derivative is negative.\n"
    ], 
    "num_votes": 0, 
    "question": "9 (e)", 
    "rating": null, 
    "sols_html": [
        "<p>We know that where a function is increasing or decreasing depends on the sign of its derivative. Therefore we consider the derivative we found in part (d).</p>\n<p><span class=\"math\">\\(f&#39;(x) = \\frac{-2}{(x-1)^2}\\)</span></p>\n<p>Note that the sign of the numerator is always negative because the numerator is a constant. Thus the only place the sign of the derivative can change is in the denominator. However, because the x-value in the denominator is squared, the denominator will always be positive. Since the numerator is always negative and the denominator always positive, the entire derivative will be negative for all x for which it is defined. This means that the function <span class=\"math\">\\(f(x)\\)</span> is decreasing, on the interval <span class=\"math\">\\((\\infty, 1)\\cup(1, \\infty)\\)</span>.</p>\n"
    ], 
    "sols_latex": [
        "We know that where a function is increasing or decreasing depends on the\nsign of its derivative. Therefore we consider the derivative we found in\npart (d).\n\n$f'(x) = \\frac{-2}{(x-1)^2}$\n\nNote that the sign of the numerator is always negative because the\nnumerator is a constant. Thus the only place the sign of the derivative\ncan change is in the denominator. However, because the x-value in the\ndenominator is squared, the denominator will always be positive. Since\nthe numerator is always negative and the denominator always positive,\nthe entire derivative will be negative for all x for which it is\ndefined. This means that the function $f(x)$ is decreasing, on the\ninterval $(\\infty, 1)\\cup(1, \\infty)$."
    ], 
    "sols_raw": [
        "We know that where a function is increasing or decreasing depends on the sign of its derivative.  Therefore we consider the derivative we found in part (d).  \n\n&lt;math>f'(x) = \\frac{-2}{(x-1)^2}&lt;/math>\n\nNote that the sign of the numerator is always negative because the numerator is a constant.  Thus the only place the sign of the derivative can change is in the denominator.  However, because the x-value in the denominator is squared, the denominator will always be positive.  Since the numerator is always negative and the denominator always positive, the entire derivative will be negative for all x for which it is defined.  This means that the function &lt;math>f(x)&lt;/math> is decreasing, on the interval &lt;math>(\\infty, 1)\\cup(1, \\infty)&lt;/math>.\n"
    ], 
    "solvers": [
        "ChristinaKoch"
    ], 
    "statement_html": "<p>Let <span class=\"math\">\\(f(x) = \\frac{x + 1}{x - 1}\\)</span>.</p>\n<p>Determine where <span class=\"math\">\\(\\displaystyle f\\)</span> is increasing and where it is decreasing.</p>\n", 
    "statement_latex": "Let $f(x) = \\frac{x + 1}{x - 1}$.\n\nDetermine where $\\displaystyle f$ is increasing and where it is\ndecreasing.", 
    "statement_raw": "Let &lt;math>f(x) = \\frac{x + 1}{x - 1}&lt;/math>.\n\nDetermine where &lt;math>\\displaystyle f&lt;/math> is increasing and where it is decreasing.\n", 
    "term": "December", 
    "url": "http://wiki.ubc.ca/Science:Math_Exam_Resources/Courses/MATH110/December_2010/Question_09_(e)", 
    "year": 2010
}