{
    "answer_html": "<p><span class=\"math\">\\(\\lim_{(x,y) \\rightarrow (0,0)}f(x,y)=\\frac{1}{2} \\ne 0.\\)</span> So, depending on the path taken to the origin, we get a different value for the above limit.Therefore, the limit does not exist.</p>\n", 
    "answer_latex": " $\\lim_{(x,y) \\rightarrow (0,0)}f(x,y)=\\frac{1}{2} \\ne 0.$ So, depending on the path taken to the origin, we get a different value\nfor the above limit.Therefore, the limit does not exist.", 
    "contributors": [
        "DavidKohler", 
        "NicholasHu", 
        "IainMoyles", 
        "Konradbe", 
        "Hambrook"
    ], 
    "course": "MATH105", 
    "flags": [
        "QGQ", 
        "QGH", 
        "QGS", 
        "RT"
    ], 
    "hints_html": [
        "<p>Recall that if a limit exists then it has a <em>unique</em> value. Therefore, if you can show that the limit takes on at least two different values then it cannot exist.</p>\n", 
        "<p>One can quickly see that approaching the origin from an axis, when <em>x</em> or <em>y</em> is zero, then the expression is zero. Hence, if the limit exists, then it must be zero.</p>\n", 
        "<p>Can you think of a path towards the origin such that the limit is non-zero? One way to achieve this would be to choose <em>x</em> and <em>y</em> such that the enumerator and denominator have the same power.</p>\n"
    ], 
    "hints_latex": [
        "Recall that if a limit exists then it has a \\emph{unique} value.\nTherefore, if you can show that the limit takes on at least two\ndifferent values then it cannot exist.", 
        "One can quickly see that approaching the origin from an axis, when\n\\emph{x} or \\emph{y} is zero, then the expression is zero. Hence, if the\nlimit exists, then it must be zero.", 
        "Can you think of a path towards the origin such that the limit is\nnon-zero? One way to achieve this would be to choose \\emph{x} and\n\\emph{y} such that the enumerator and denominator have the same power."
    ], 
    "hints_raw": [
        "Recall that if a limit exists then it has a ''unique'' value.  Therefore, if you can show that the limit takes on at least two different values then it cannot exist.\n", 
        "One can quickly see that approaching the origin from an axis, when ''x'' or ''y'' is zero, then the expression is zero. Hence, if the limit exists, then it must be zero.\n", 
        "Can you think of a path towards the origin such that the limit is non-zero? One way to achieve this would be to choose ''x'' and ''y'' such that the enumerator and denominator have the same power.\n"
    ], 
    "num_votes": 2, 
    "question": "9 (a)", 
    "rating": 53, 
    "sols_html": [
        "<p>No, this limit does not exist. We can see this by considering two different paths to the origin when taking this limit. Let</p>\n<p><span class=\"math\">\\[\\begin{aligned}\nf(x,y) = \\frac{xy^{2}}{x^{2} + y^{4}}.\\end{aligned}\\]</span></p>\n<p>First, consider the given limit when the limit is taken by approaching on the <span class=\"math\">\\(x\\)</span>-axis. Notice in this case we have <em>f</em>(<em>x</em>,0)=0 for all <em>x</em>. Therefore,</p>\n<p><span class=\"math\">\\[\\begin{aligned}\n\\lim_{(x,y) \\rightarrow (0,0)}f(x,y) = \\lim_{x \\rightarrow 0}f(x,0) = \\lim_{x \\rightarrow 0}0 = 0.\\end{aligned}\\]</span></p>\n<p>Now consider a different path. In order to find a path that makes the limit non-zero, we choose <em>x</em> and <em>y</em> such that the powers of the enumerator and denominator are equal. The highest power in the denominator is the 4 in <em>y</em>. So let us choose <em>x</em> such that the enumerator matches that power: Let us approach the origin along the curve <span class=\"math\">\\(x = y^{2}\\)</span>.</p>\n<p><span class=\"math\">\\[\\begin{aligned}\n\\lim_{(x,y) \\rightarrow (0,0)}f(x,y) = \\lim_{y \\rightarrow 0}f(y^{2},y) = \\lim_{y \\rightarrow 0}\\frac{y^{4}}{y^{4} + y^{4}} = \\frac{1}{2} \\ne 0.\\end{aligned}\\]</span></p>\n<p>So, depending on the path taken to the origin, we get a different value for the above limit. Therefore, the limit does not exist.</p>\n"
    ], 
    "sols_latex": [
        "No, this limit does not exist. We can see this by considering two\ndifferent paths to the origin when taking this limit. Let\n\n\\begin{align*}\nf(x,y) = \\frac{xy^{2}}{x^{2} + y^{4}}.\n\\end{align*}\n\nFirst, consider the given limit when the limit is taken by approaching\non the $x$-axis. Notice in this case we have \\emph{f}(\\emph{x},0)=0 for\nall \\emph{x}. Therefore,\n\n\\begin{align*}\n\\lim_{(x,y) \\rightarrow (0,0)}f(x,y) = \\lim_{x \\rightarrow 0}f(x,0) = \\lim_{x \\rightarrow 0}0 = 0.\n\\end{align*}\n\nNow consider a different path. In order to find a path that makes the\nlimit non-zero, we choose \\emph{x} and \\emph{y} such that the powers of\nthe enumerator and denominator are equal. The highest power in the\ndenominator is the 4 in \\emph{y}. So let us choose \\emph{x} such that\nthe enumerator matches that power: Let us approach the origin along the\ncurve $x = y^{2}$.\n\n\\begin{align*}\n\\lim_{(x,y) \\rightarrow (0,0)}f(x,y) = \\lim_{y \\rightarrow 0}f(y^{2},y) = \\lim_{y \\rightarrow 0}\\frac{y^{4}}{y^{4} + y^{4}} = \\frac{1}{2} \\ne 0.\n\\end{align*}\n\nSo, depending on the path taken to the origin, we get a different value\nfor the above limit. Therefore, the limit does not exist."
    ], 
    "sols_raw": [
        "No, this limit does not exist. We can see this by considering two different paths to the origin when taking this limit. \nLet\n:&lt;math>\nf(x,y) = \\frac{xy^{2}}{x^{2} + y^{4}}.\n&lt;/math>\n\nFirst, consider the given limit when the limit is taken by approaching on the &lt;math>x&lt;/math>-axis. Notice in this case we have ''f''(''x'',0)=0 for all ''x''.  Therefore,\n\n:&lt;math>\n\\lim_{(x,y) \\rightarrow (0,0)}f(x,y) = \\lim_{x \\rightarrow 0}f(x,0) = \\lim_{x \\rightarrow 0}0 = 0.\n&lt;/math>\n\nNow consider a different path. In order to find a path that makes the limit non-zero, we choose ''x'' and ''y'' such that the powers of the enumerator and denominator are equal. The highest power in the denominator is the 4 in ''y''. So let us choose ''x'' such that the enumerator matches that power: Let us approach the origin along the curve &lt;math> x = y^{2} &lt;/math>.\n\n:&lt;math>\n\\lim_{(x,y) \\rightarrow (0,0)}f(x,y) = \\lim_{y \\rightarrow 0}f(y^{2},y) = \\lim_{y \\rightarrow 0}\\frac{y^{4}}{y^{4} + y^{4}} = \\frac{1}{2} \\ne 0.\n&lt;/math>\n\nSo, depending on the path taken to the origin, we get a different value for the above limit. Therefore, the &lt;b> limit does not exist&lt;/b>.\n"
    ], 
    "solvers": [
        "WilliamThompson"
    ], 
    "statement_html": "<p>Each of the short-answer questions below is worth 5 points. Put your answer in the box provided and show your work. No credit will be given for the answer without the correct accompanying work.</p>\n<p>Does</p>\n<p><span class=\"math\">\\[\\begin{aligned}\n\\lim_{(x,y) \\rightarrow (0,0)} \\frac{xy^2}{x^2 + y^4}\\end{aligned}\\]</span></p>\n<p>exist? If it does, find its value. If not, write &#8220;does not exist&#8221; in the box and give reasons why.</p>\n", 
    "statement_latex": "Each of the short-answer questions below is worth 5 points. Put your\nanswer in the box provided and show your work. No credit will be given\nfor the answer without the correct accompanying work.\n\nDoes\n\n\\begin{align*}\n\\lim_{(x,y) \\rightarrow (0,0)} \\frac{xy^2}{x^2 + y^4}\n\\end{align*}\n\nexist? If it does, find its value. If not, write ``does not exist'' in\nthe box and give reasons why.", 
    "statement_raw": "Each of the short-answer questions below is worth 5 points. Put your answer in the box\nprovided and show your work. No credit will be given for the answer without the correct\naccompanying work.\n\nDoes \n\n:&lt;math>\n\\lim_{(x,y) \\rightarrow (0,0)} \\frac{xy^2}{x^2 + y^4}\n&lt;/math>\n\nexist?  If it does, find its value.  If not, write \"does not exist\" in the box and give reasons why.\n", 
    "term": "April", 
    "topics": [
        "Limit_of_a_function", 
        "Multivariable_calculus"
    ], 
    "url": "http://wiki.ubc.ca/Science:Math_Exam_Resources/Courses/MATH105/April_2011/Question_09_(a)", 
    "year": 2011
}