{
    "term": "April", 
    "question": "Question_07", 
    "course": "MATH110", 
    "statement": "The \\emph{Bubble Nebula} is an expanding sphere of gas and stellar\nejecta in the constellation Cassiopeia.\n\nThe radius of the Bubble Nebula is 3(10\\textsuperscript{13}) km, and it\nis expanding at a rate of 7(10\\textsuperscript{6}) km/h. Determine how\nquickly the volume of the nebula is increasing.\n\nHint: the volume of a sphere of radius \\emph{r} is''(4/3)$\\pi$r\\textsuperscript{3}", 
    "year": 2013, 
    "sols": [
        "Since we are interested in the rate of change of the volume of the\nsphere while being given information about the rate of change of its\nradius we are facing a typical related rates problem.\n\nThere are two variables here at stake: the radius of the sphere, $r$,\nand its volume, $V$. Now there isn't ONE sphere, since the sphere is\nexpanding with time. This means that actually, both the radius and the\nvolume are actually functions of time that we can write $r(t)$ and\n$V(t)$.\n\nWe know the relationship that exists between the volume and the radius\nand a sphere, which at any time $t$ is expressed by the equation\n\n\\begin{align*}\\displaystyle\nV(t) = \\frac{4}{3} \\pi (r(t))^3\\end{align*}\n\nSince we are interested in the relationship that links the rates of\nchange with respect of time for both the radius and the volume of the\nsphere, it makes sense to differentiate this equation on both sides with\nrespect to time. We obtain:\n\n\\begin{align*}\nV'(t) &= \\frac{4}{3} \\pi \\cdot 3(r(t))^2 \\cdot r'(t) \\\\\n&= 4\\pi (r(t))^2 \\cdot r'(t)\\end{align*}\n\nNow the problem tells us that there is a specific time, let's call it\n$t_0$, at which we know both the radius of the sphere and its\ninstantaneous rate of change. In other words, if we use the data given\nin the statement of the problem, we have:\n\n\\begin{itemize}\n\\itemsep1pt\\parskip0pt\\parsep0pt\n\\item\n  $r(t_0) = 3 \\cdot 10^{13}$\n\\item\n  $r'(t_0) = 7 \\cdot 10^6$\n\\end{itemize}\n\nAnd we are interested in obtaining the rate of change of volume at that\nmoment, that is $V'(t_0)$. So we can use the equation we obtained above\nat the time $t_0$, substitute the available information and obtain that:\n\n\\begin{align*}\nV'(t_0) &= 4\\pi (r(t_0))^2 \\cdot r'(t_0) \\\\\n&= 4\\pi (3 \\cdot 10^{13})^2 \\cdot 7 \\cdot 10^6 \\\\\n&= 4\\pi \\cdot 9 \\cdot 10^{26} \\cdot 7 \\cdot 10^6 \\\\\n&= 4\\cdot 7 \\cdot 9 \\cdot \\pi \\cdot 10^{32} \\\\\n&= 252\\pi \\cdot 10^{32}\\end{align*}\n\nSince $252 \\pi$ is roughly equal to $800$, we can say that the Bubble\nNebula is expanding at a rate of approximatively\n8(10\\textsuperscript{34}) km\\textsuperscript{3}/h.\n\nFun Fact: For info, the volume of the Earth is roughly\n10\\textsuperscript{12} km\\textsuperscript{3} and the Sun's volume is\nroughly 10\\textsuperscript{18} km\\textsuperscript{3}."
    ], 
    "hints": [
        "We are told the rate at which the radius of a sphere is changing and\nasked to find the rate at which the volume is changing. How can we use\nthe volume equation provided to \\textbf{relate} the rates?"
    ]
}