{
    "term": "April", 
    "question": "Question_05", 
    "course": "MATH110", 
    "statement": "Consider an equilateral triangle whose sides are of length 4. Determine\nthe dimensions of the largest rectangle which may be inscribed inside\nthe triangle if one side of the rectangle lies on the base of the\ntriangle.", 
    "year": 2013, 
    "sols": [
        "Let's start with drawing a sketch.\n\n\\begin{description}\n\\itemsep1pt\\parskip0pt\\parsep0pt\n\\item[]\n\\includegraphics[width=.5\\textwidth]{Math110Q5April2013.jpg}\n\\end{description}\n\nThe area of the rectangle with width \\emph{w} and length \\emph{l} is\ngiven by\n\n\\begin{description}\n\\itemsep1pt\\parskip0pt\\parsep0pt\n\\item[]\n\\emph{Area = wl}\n\\end{description}\n\nThe constrains are \\emph{0 $\\leq$ w $\\leq$ 4}, \\emph{0 $\\leq$ l $\\leq$\nh}, where \\emph{h} is the height of the surrounding triangle. However,\n\\emph{w} and \\emph{l} are not independent: a larger width results in a\nshorter length and vice versa. Hence, the next step is to express the\nformula for the Area with respect to just one variable. We achieve this\nby observing the similar triangles ABC and DEC to find\n\n\\[\\frac{h}2 = \\frac{l}{2-w/2}\\]\n\nor, equivalently,\n\n\\[w = 4\\left(1-\\frac{l}{h}\\right)\\]\n\nPlugging this into the formula for the Area of the rectangle we find\n\n\\[\\mathrm{Area}(l) = 4\\left(1-\\frac{l}{h}\\right)l = 4\\left(l-\\frac{l^2}h\\right)\\]\n\nNow, that we expressed the Area as a function of just one variable, we\ncan go about maximizing it as usual: Set the derivative to zero and\nsolve for the variable \\emph{l}:\n\n\\[\\mathrm{Area}'(l) = 4\\left(1-\\frac{2l}{h}\\right)\\]\n\nSetting this expression to zero we obtain \\emph{l = h/2} as critical\npoint. Since the area vanishes at the endpoints, \\emph{Area(0) = 0} and\n\\emph{Area(h) = 0}, the critical point \\emph{l = h/2} is the maximum we\nare looking for.\n\nHence, the dimensions of the rectangle that maximizes the area are\n\n\\[w = 4\\left(1-\\frac{\\frac{l}2}{h}\\right) = 2, \\quad l = \\frac{h}2\\]"
    ], 
    "hints": [
        "Try drawing a picture of the rectangle and triangle. Is there a way to\nrelate the height and width of the rectangle using a property of\ntriangles?", 
        "To relate the height and width of the rectangle using an equation, use\nsimilar triangles. You'll need to calculate the height of the triangle\nusing either the Pythagorean theorem or special triangles.", 
        "Once the height and width of the rectangle are related in an equation,\nsolve for either variable and plug the resulting expression into the\nformula for the area of the rectangle. This new area formula is what you\nwant to maximize."
    ]
}