{
    "answer_html": "<p>As an initial condition, we impose that <span class=\"math\">\\(y(0) = 240,000\\)</span> i.e.the amount owed is eighty percent of the purchase price since twenty percent was initially paid.</p>\n", 
    "answer_latex": "As an initial condition, we impose that\n$y(0) = 240,000$ i.e.the amount owed is eighty\npercent of the purchase price since twenty percent was initially paid.", 
    "contributors": [
        "Konradbe", 
        "CarmenBruni", 
        "DavidKohler", 
        "IainMoyles"
    ], 
    "course": "MATH105", 
    "flags": [
        "QGQ", 
        "QGH", 
        "QGS", 
        "RT"
    ], 
    "hints_html": [
        "<p>How can we use a differential equation to model the rate of the amount of money owed,</p>\n<p><span class=\"math\">\\[\\begin{aligned}\n\\frac{\\textrm{d}y}{\\textrm{d}t}\\end{aligned}\\]</span></p>\n<p>?</p>\n<p>What are the factors that increase the amount of money we owe? What are the factors that decrease it?</p>\n"
    ], 
    "hints_latex": [
        "How can we use a differential equation to model the rate of the amount\nof money owed,\n\n\\begin{align*}\n\\frac{\\textrm{d}y}{\\textrm{d}t}\n\\end{align*}?\n\nWhat are the factors that increase the amount of money we owe? What are\nthe factors that decrease it?"
    ], 
    "hints_raw": [
        "How can we use a differential equation to model the rate of the amount of money owed,\n\n:&lt;math>\n\\frac{\\textrm{d}y}{\\textrm{d}t}\n&lt;/math>?\n\nWhat are the factors that increase the amount of money we owe?  What are the factors that decrease it?\n"
    ], 
    "num_votes": 0, 
    "question": "5 (a)", 
    "rating": null, 
    "sols_html": [
        "<p>At any given time, two things are happening: the owed money is growing at a rate of 5% and the amount of money is going down at a rate of <em>A</em>. Therefore, we write:</p>\n<p><span class=\"math\">\\[\\begin{aligned}\n\\frac{dy}{dt} = 0.05 y - A.\\end{aligned}\\]</span></p>\n<p>As an initial condition, we impose that <span class=\"math\">\\(y(0) = 0.8 \\times 300,000 = 240,000\\)</span> i.e. the amount owed is eighty percent of the purchase price since twenty percent was initially paid.</p>\n"
    ], 
    "sols_latex": [
        "At any given time, two things are happening: the owed money is growing\nat a rate of 5\\% and the amount of money is going down at a rate of\n\\emph{A}. Therefore, we write:\n\n\\begin{align*}\n\\frac{dy}{dt} = 0.05 y - A.\n\\end{align*}\n\nAs an initial condition, we impose that\n$y(0) = 0.8 \\times 300,000 = 240,000$ i.e. the amount owed is eighty\npercent of the purchase price since twenty percent was initially paid."
    ], 
    "sols_raw": [
        "At any given time, two things are happening: the owed money is growing at a rate of 5% and the amount of money is going down at a rate of ''A''. Therefore, we write:\n\n:&lt;math>\\frac{dy}{dt} = 0.05 y - A&lt;/math>.\n\nAs an initial condition, we impose that &lt;math>y(0) = 0.8 \\times 300,000 = 240,000&lt;/math> i.e. the amount owed is eighty percent of the purchase price since twenty percent was initially paid.\n"
    ], 
    "solvers": [
        "MikeL"
    ], 
    "statement_html": "<p><em>A person purchased a home at the price of \\$ 300,000, paid a down payment equal to 20% of the purchase price, and financed the remaining balance with a 25 year term mortgage. Assume that the person makes payments continuously at a constant annual rate <span class=\"math\">\\(A\\)</span> and that the interest is compounded continuously at the rate of 5%.</em></p>\n<p>Write down the differential equation that is satisfied by the amount <span class=\"math\">\\(y(t)\\)</span> of money owed on the mortgage at time <span class=\"math\">\\(t\\)</span>.</p>\n", 
    "statement_latex": "\\emph{A person purchased a home at the price of \\textbackslash{}\\$\n300,000, paid a down payment equal to 20\\% of the purchase price, and\nfinanced the remaining balance with a 25 year term mortgage. Assume that\nthe person makes payments continuously at a constant annual rate $A$ and\nthat the interest is compounded continuously at the rate of 5\\%.}\n\nWrite down the differential equation that is satisfied by the amount\n$y(t)$ of money owed on the mortgage at time $t$.", 
    "statement_raw": "''A person purchased a home at the price of $ 300,000, paid a down payment equal to 20% of the purchase price, and financed the remaining balance with a 25 year term mortgage. Assume that the person makes payments continuously at a constant annual rate &lt;math>A&lt;/math> and that the interest is compounded continuously at the rate of 5%.''\n\nWrite down the differential equation that is satisfied by the amount &lt;math>y(t)&lt;/math> of money owed on the mortgage at time &lt;math>t&lt;/math>.\n", 
    "term": "April", 
    "topics": [
        "Differential_equation"
    ], 
    "url": "http://wiki.ubc.ca/Science:Math_Exam_Resources/Courses/MATH105/April_2010/Question_05_(a)", 
    "year": 2010
}