{
    "term": "April", 
    "question": "Question_02_(d)", 
    "course": "MATH103", 
    "statement": "A student takes a multiple choice test with 6 questions each of which\nhas 4 possible answers and exactly one is correct. To pass the test at\nleast 5 correct answers are required (Note: Simplify your answers as\nmuch as possible but leave fractions and powers.)\n\n\\begin{enumerate}\n\\itemsep1pt\\parskip0pt\\parsep0pt\n\\item\n  What is the probability that a student who did not study and randomly\n  checks his/her answers still passes the test?\n\\item\n  With what probability does the student have to get every answer\n  correct in order to get a perfect score with a probability of at least\n  80\\%?\n\\end{enumerate}", 
    "year": 2011, 
    "sols": [
        "This is a Bernoulli trial, where each multiple-choice question is a\ntrial. For each trial, ``success'' means that the student answered the\nquestion correctly and ``failure'' means that he answered the question\nincorrectly. If the student randomly checks answers (with the same\nprobability for each of the 4 responses), then his probability of\nsuccess on each question is $p=1/4$ and his probability of failure is\n$q=3/4.$ Passing the test means that he obtained either 5 or 6 successes\nin 6 trials. Let $X$ be his total score. The probability that he passes\nis\\\\\\\\\n\n\\begin{align*}\nP(\\text{pass})&=P(X=5 \\ or \\ X=6)\\\\\n&=P(X=5)+ P(X=6)\\\\\n&=C(6,5) p^5 q + C(6,6) p^6\\\\\n&=6 (1/4)^5 (3/4) +  (1/4)^6\\\\\n&=\\frac{6\\cdot 3+1}{4^6} \\\\\n&=\\frac{19}{4^6} \n\\end{align*}\n\n\\textbf{Note:} here $C(n,\\,k)$ is the binomial coefficient,\n\n\\[C(n,k)=C_k^{\\,n}=\\binom{n}{k}=\\frac{n!}{k!(n-k)!}.\\] (This is the\nnumber of ways to choose \\emph{k} objects among \\emph{n} total objects.)", 
        "The probability of getting a perfect score is $p^6$, where $p$ is the\nprobability of success on a single question. In order for $p^6$ to be at\nleast 80\\%=4/5, $p$ must be at least $(4/5)^{1/6}.$ (This is\napproximately 96\\%, but it would be fine to leave your answer in the\nform $(4/5)^{1/6}$ on the exam.)"
    ], 
    "hints": [
        "This is a sequence of 6 Bernoulli trials.", 
        "In part (1), what is the probability of success (i.e. answering\ncorrectly) on each test question? If he passes the test, then he must\nhave obtained either 5 or 6 successes in total.", 
        "Part (2) could be interpreted as follows: What must be the student's\nprobability of success on each question, if he is to have an 80\\%\nprobability of getting a perfect score? (That is, what must the\nprobability $p$ of success in a single Bernoulli trial be, if the\nprobability of 6 successes in 6 trials is at least 80\\%?)"
    ]
}