{
    "term": "December", 
    "question": "Question_04", 
    "course": "MATH104", 
    "statement": "A conical tank of height of 5 metres and top radius 4 metres is filled\nwith water and then drains into a cylindrical container of height 5\nmetres and radius 4 metres. If the water level in the conical tank drops\nat a constant rate of 0.5 metres per minute, at what rate does the water\nlevel in the cylindrical tank rise when the water level in the conical\ntank is 3 metres? The volume of a cone of radius r and height h is\n$V = (1/3)\\pi r^2 h$. The volume of a cylinder of radius R and height H\nis $V = \\pi R^2 H$.", 
    "year": 2011, 
    "sols": [
        "We begin by assembling all the information we know about the problem:\n\n\\begin{enumerate}\n\\itemsep1pt\\parskip0pt\\parsep0pt\n\\item\n  The volume of water in the conical tank, which we will denote as $V_1$\n  is given by the formula $V_1 = 1/3 \\pi r^2 h_1$ where $h_1$ is the\n  height of water in the tank.\n\\item\n  The volume of water in the cylindrical tank, which we will denote as\n  $V_2$ is given by the formula $V_2 = \\pi r^2 h_2$ where $h_2$ is the\n  height of water in the tank.\n\\item\n  Due to similar triangles, we know that the ratio of radius/height\n  within the conical tank is always constant, thus for the conical tank\n  $r/h = 4/5$.\n\\item\n  The rate of change of the volume of water in the first tank is\n  $dV_1/dt$. Because the water is pouring from the first tank into the\n  second one, the change in the volume of water in the second tank, or\n  $dV_2/dt$ will be the same as $-dV_1/dt$.\n\\item\n  The height of the water in the conical tank is dropping by .5 m/min,\n  which is given by the derivative $dh_1/dt = -0.5$.\n\\item\n  We are looking for the change of the water's height in the second\n  tank, which is given by $dh_2/dt$.\n\\end{enumerate}\n\nWe note that for this problem, we are mostly concerned with change in\nheight and change in volume, not change in radius. Therefore, we will\nrewrite our two volume formulas in terms of \\emph{h} as follows:\n\nFirst, we use fact \\#3 and solve for \\emph{r} in terms of \\emph{h}, or\n$r = \\frac{4}{5}h$. We can then rewrite the formula given in \\#1 as a\nfunction of $h_1$.\n\n\\[V_1 (h_1) = \\frac{1}{3}\\pi \\left(\\frac{4}{5}\\right)^2 (h_1)^3\\]. For\nthe volume formula given in \\#2, the radius doesn't change (because the\ntank has straight sides) and equals \\emph{4}. So we have a volume\nformula as a function of $h_2$.\n\n\\[\\displaystyle V_2(h_2) = \\pi (4)^2 h_2\\].\n\nWe now have two volume formulas in terms of \\emph{h}. Because the\nquestion is asking about change over time, we will implicitly\ndifferentiate with respect to \\emph{t}. This gives:\n\n\\[\\frac{dV_1}{dt}(h_1) = \\pi \\left(\\frac{4}{5}\\right)^2 (h_1)^2 \\frac{dh_1}{dt}\\]\nfor the first tank and\n\n\\[\\displaystyle \\frac{dV_2}{dt}(h_2) = \\pi (4)^2 \\frac{dh_2}{dt}\\] for\nthe second tank.\n\nIf we consider the first formula, we realize from \\#5 that we know\n$dh_1/dt = -0.5$ and furthermore, the statement of the question tells us\nthat $h=3$. We plug these into the first formula to get\n\n\\[\\begin{array}{ccl}\n\\frac{dV_1}{dt}(3) & = & \\pi \\left(\\frac{4}{5}\\right)^2 (3)^2 (-0.5) \\\\\n& = & -\\frac{72}{25} \\pi\n\\end{array}\\]\n\nNow we remember from \\#4 that $dV_2/dt = -dV_1/d_2$. So\n$dV_2/dt = (72/25) \\pi$. Plugging that into our second volume formula we\nget\n\n\\[\\frac{72}{25} \\pi = \\pi 16 \\frac{dh_2}{dt}\\]\n\nFinally, we know from \\#6 that we're trying to find $dh_2/dt$. Thus we\nsimply solve the previous equation for $dh_2/dt$ to get:\n\n\\[\\frac{dh_2}{dt} = \\frac{9}{50}\\]\n\nWhich is our answer."
    ], 
    "hints": [
        "Write down everything you know about the problem. Try drawing a picture.", 
        "In order to solve this problem, you need to differentiate both volume\nformulas with respect to \\emph{t}. However, before you do so, you should\nre-write the formula for the volume of a cone in terms of \\emph{h}, with\nno \\emph{r}.", 
        "Using similar triangles, we can determine that the relationship between\nthe radius and height of water in the first tank is given by the ratio\n\n\\[\\frac{r}{h} = \\frac{4}{5}\\].", 
        "What is the relationship between the volume of water, and its rate of\nchange, in the first and second tank?"
    ]
}