{
    "term": "December", 
    "question": "Question_03", 
    "course": "MATH104", 
    "statement": "A box-shaped shipping crate with a square base is designed to have a\nvolume of 16 m$^3$. The material used to make the base costs twice as\nmuch per square metre as the material on the sides. The material on the\ntop costs half as much as the material in the sides. Suppose the\nmaterial to make the sides costs \\$20 per square metre. What are the\ndimensions of the crate that minimize the cost of the materials?", 
    "year": 2011, 
    "sols": [
        "Let's call the dimension of the length and width of the base $x$ (they\nare the same since it is a \\textbf{square} base. Let's call the height\nof the box $y$. We want to find the dimensions of a box (x and y) that\nminimizes the \\textbf{cost} of building it but such that it has a\nprescribed volume (16m$^3$). The volume requirement is known as our\n\\textbf{constraint} and it allows us to find a relationship between our\ntwo variables so that we have only one independent variable. The volume\nis\n\n\\[\\displaystyle{}V=x^2y=16\\]\n\nand so we conclude that\n\n\\[y=\\frac{16}{x^2}.\\]\n\nWe now need to consider the cost. The total cost will be the sum of\nbuilding the 4 sides ($C_S$), the base ($C_B$), and the top ($C_T$),\n\n\\[\\displaystyle{}C=4C_S+C_B+C_T.\\]\n\nWe have that the cost per square metre of the sides is \\$20 but for now\nlet's call this number $m$. We then have that\n\n\\[\\displaystyle{}C_S=mA_S\\]\n\nwhere $A_S$ is the area of the sides. We know the top costs half as much\nper square metre and so,\n\n\\[\\displaystyle{}C_T=\\frac{m}{2}A_T.\\]\n\nSimilarly the base costs twice as much per square metre,\n\n\\[\\displaystyle{}C_B=2mA_B.\\]\n\nwhere $A_B$ and $A_T$ are the base and top areas respectively. In order\nto continue, we need to write each surface area in terms of our\nindependent variable $x$. The surface area of both the base and the top\nis\n\n\\[\\displaystyle{}A_B=A_T=x^2.\\]\n\nThe surface area of each of the sides is\n\n\\[A_S=xy=x\\frac{16}{x^2}=\\frac{16}{x}\\]\n\nwhere we have used our relationship for $y$ in terms of $x$. We can now\nwrite the cost\n\n\\begin{align*}\nC&=4C_S+C_B+C_T\\\\\n&=4m\\frac{16}{x}+2mx^2+\\frac{m}{2}x^2\\\\\n&=m\\left(\\frac{64}{x}+\\frac{5}{2}x^2\\right).\n\\end{align*}\n\nWe seek to find critical points of this function and therefore we take\nits derivative and set it to zero,\n\n\\[\\frac{\\textrm{d}C}{\\textrm{d}x}=m\\left(-\\frac{64}{x^2}+5x\\right)=0\\]\n\nand we see that the only critical point is\n\n\\[x^3=\\frac{64}{5}.\\]\n\nBefore continuing, it is worth noting that the cost per square metre of\nthe sides (m=\\$20) was irrelevant information. In order to test if our\ncritical point is indeed a minimum we will use the second derivative\ntest (since there is no closed interval we cannot test the endpoints).\nThe second derivative is,\n\n\\[\\frac{\\textrm{d}^2C}{\\textrm{d}x^2}=m\\left(\\frac{128}{x^3}+5\\right).\\]\n\nIf we sub in our critical point,\n\n\\[\\frac{\\textrm{d}^2C}{\\textrm{d}x^2}=m\\left(128\\frac{5}{64}+5\\right)=m(10+5)=15m=300\\]\n\nwhere here we have used the fact that m=20. Since the second derivative\nis positive, the objective function, $C$ is concave up and thus we have\na minimum at our critical point. Therefore the dimensions that minimize\nthe cost of producing the box with volume 16m$^3$ is\n\n\\[x=\\left(\\frac{64}{5}\\right)^{1/3} \\quad y = \\frac{16}{x^2} = 5^{2/3}.\\]"
    ], 
    "hints": [
        "What is the function we're trying to optimize? Are there any constraints\nto consider?"
    ]
}