{
    "answer_html": "<p>The time at which the angle <span class=\"math\">\\(\\theta\\)</span> is increasing the fastest is at <span class=\"math\">\\(t =2\\)</span> seconds after the balloon is released.</p>\n", 
    "answer_latex": "The time at which the angle $\\theta$ is\nincreasing the fastest is at $t =2$ seconds after the balloon is\nreleased.", 
    "contributors": [
        "Konradbe", 
        "CarmenBruni"
    ], 
    "course": "MATH102", 
    "flags": [
        "QGQ", 
        "QGH", 
        "QGS", 
        "QGT"
    ], 
    "hints_html": [
        "<p>Try drawing a picture relating all the data given. What mathematical formula relates these pieces?</p>\n", 
        "<p>This is an optimization question. Read carefully: what is being optimized here?</p>\n", 
        "<p>This question is asking to you optimize the rate that <span class=\"math\">\\(\\theta\\)</span> is changing, or <span class=\"math\">\\(d\\theta/dt\\)</span>. So you first need to find an expression for <span class=\"math\">\\(d\\theta/dt\\)</span> and *then* find its maximum by differentiating/finding critical points.</p>\n", 
        "<p>In order to find the expression for <span class=\"math\">\\(d\\theta/dt\\)</span>, after differentiating an equation containing <span class=\"math\">\\(\\tan\\theta\\)</span>, you will need to use the fact that <span class=\"math\">\\(\\sec\\theta\\)</span> is equal to the hypotenuse over the side adjacent the angle.</p>\n"
    ], 
    "hints_latex": [
        "Try drawing a picture relating all the data given. What mathematical\nformula relates these pieces?", 
        "This is an optimization question. Read carefully: what is being\noptimized here?", 
        "This question is asking to you optimize the rate that $\\theta$ is\nchanging, or $d\\theta/dt$. So you first need to find an expression for\n$d\\theta/dt$ and *then* find its maximum by differentiating/finding\ncritical points.", 
        "In order to find the expression for $d\\theta/dt$, after differentiating\nan equation containing $\\tan\\theta$, you will need to use the fact that\n$\\sec\\theta$ is equal to the hypotenuse over the side adjacent the\nangle."
    ], 
    "hints_raw": [
        "Try drawing a picture relating all the data given.  What mathematical formula relates these pieces?\n", 
        "This is an optimization question.  Read carefully: what is being optimized here?\n", 
        "This question is asking to you optimize the rate that &lt;math>\\theta&lt;/math> is changing, or &lt;math>d\\theta/dt&lt;/math>.  So you first need to find an expression for &lt;math>d\\theta/dt&lt;/math> and *then* find its maximum by differentiating/finding critical points.\n", 
        "In order to find the expression for &lt;math>d\\theta/dt&lt;/math>, after differentiating an equation containing &lt;math>\\tan\\theta&lt;/math>, you will need to use the fact that &lt;math>\\sec\\theta&lt;/math> is equal to the hypotenuse over the side adjacent the angle.\n"
    ], 
    "num_votes": 2, 
    "question": "C 05 1", 
    "rating": 22, 
    "sols_html": [
        "<p>We will start by drawing a picture relating the different facts given in the problem.</p>\n<p><img src=\"../json_data/MATH102/December_2012/MER_Math_102_December_2012_Question_C_5_1_Solution.jpg\" alt=\"image\" /></p>\n<p>Now it is necessary to figure out what the question is asking. This is an optimization problem, where the thing being optimized is the rate at which <span class=\"math\">\\(\\theta\\)</span> is changing, or <span class=\"math\">\\(d\\theta/dt\\)</span>. So our next step is to actually find an expression for this rate.</p>\n<p>We start by relating all the information we already have in the question. The diagram shows a right triangle, with adjacent and opposite sides labeled. Thus, the best way to relate the information is the tangent function.</p>\n<p><span class=\"math\">\\(\\tan \\theta = h / b\\)</span></p>\n<p>We can express the height of the balloon as a function of time. Since it is rising at a rate of 5 m/s, the height of the balloon can be given as <span class=\"math\">\\(h(t) = 5t\\)</span>. Similarly, the distance of the girl from the ballon&#8217;s liftoff point can be given as the initial distance, minus her rate of travel, or <span class=\"math\">\\(b(t) = 29 - 2t\\)</span>. Plugging these into the formula, we get:</p>\n<p><span class=\"math\">\\(\\tan \\theta = \\frac{5t}{29-2t}\\)</span></p>\n<p>Differentiating with respect to time (<em>t</em>) gives:</p>\n<p><span class=\"math\">\\(\\sec ^2 \\theta \\frac{d\\theta}{dt}  = \\frac{5(29-2t)-5t(-2)}{(29-2t)^2}\\)</span></p>\n<p>We want our final expression to be in terms of <span class=\"math\">\\(t\\)</span>, so we want to change the <span class=\"math\">\\(\\sec^2\\theta\\)</span> into an expression in terms of <em>t</em>. We will do this by going back to the definition of <span class=\"math\">\\(\\sec\\theta\\)</span> as a trig ratio. We recall <span class=\"math\">\\(\\sec \\theta\\)</span> is the ratio of hypotenuse over adjacent, or <span class=\"math\">\\(c/b\\)</span> in our notation. In particular, we have <span class=\"math\">\\(\\sec^2 \\theta = c^2/b^2\\)</span>. The adjacent side <em>b</em> is given by <span class=\"math\">\\(29-2t\\)</span> and we can use the Pythagorean theorem to find the hypotenuse <span class=\"math\">\\(c^2\\)</span>.</p>\n<p><span class=\"math\">\\(c^2 = (5t)^2 + (29-2t)^2\\)</span></p>\n<p>So we have</p>\n<p><span class=\"math\">\\(\\sec^2 \\theta = \\frac{(5t)^2 + (29-2t)^2}{(29-2t)^2}\\)</span></p>\n<p>Replacing <span class=\"math\">\\(\\sec^2 \\theta\\)</span> in our original equation, we get:</p>\n<p><span class=\"math\">\\(\\frac{(5t)^2 + (29-2t)^2}{(29-2t)^2}\\frac{d\\theta}{dt} = \\frac{5(29-2t)-5t(-2)}{(29-2t)^2}\\)</span></p>\n<p>We want to solve this expression for <span class=\"math\">\\(d\\theta/dt\\)</span>. Simplifying the above expression, we get:</p>\n<p><span class=\"math\">\\(\\frac{d\\theta}{dt} = \\frac{145}{(5t)^2 + (29-2t)^2}\\)</span></p>\n<p>Now we finally have an expression for <span class=\"math\">\\(d\\theta/dt\\)</span>. To complete the problem, we must find where it is at a maximum. To do so, we will use our usual method for finding a maximum: differentiating, finding critical points, and testing whether it is a maximum.</p>\n<p>Taking the derivative gives with respect to <em>t</em> gives:</p>\n<p><span class=\"math\">\\[\\begin{aligned}\n\\frac{d^2\\theta}{dt^2} &amp;= \\frac{-145(2(5t)(5) +2(29-2t)(-2))}{((5t)^2 + (29-2t)^2)^2}\\\\\n&amp;= \\frac{-145(50t -116 +8t)}{((5t)^2 + (29-2t)^2)^2}\\\\\n&amp;= \\frac{-145(58t -116)}{((5t)^2 + (29-2t)^2)^2}\\\\\n&amp;= \\frac{-145\\cdot 58(t - 2)}{((5t)^2 + (29-2t)^2)^2}\\end{aligned}\\]</span></p>\n<p>We are free to ignore the denominator, as it is always positive, thus never makes the derivative undefined. We can therefore restrict our attention to the numerator, set it equal to zero, and solve for <em>t</em>. This gives <span class=\"math\">\\(t=2\\)</span>. It remains to show that this point is a maximum. The easiest way to do this is the first derivative test; that is choosing two points on either side of our critical point <span class=\"math\">\\(t = 2\\)</span> and checking if the sign of the derivative changes. Again, the denominator of the derivative is always positive, so we need only consider the numerator:</p>\n<p>[c]<span>@llll@</span> &amp; t &lt; 2 &amp; t = 2 &amp; t &gt; 2<br /><span class=\"math\">\\(d^2\\theta/dt^2\\)</span> &amp; + &amp; 0 &amp; -<br /></p>\n<p>This indicates that the original rate <span class=\"math\">\\(d\\theta/dt\\)</span> changes from increasing to decreasing at <span class=\"math\">\\(t = 2\\)</span>, meaning that it is indeed the maximum we&#8217;re looking for. The time at which the angle <span class=\"math\">\\(\\theta\\)</span> is increasing the fastest is at <span class=\"math\">\\(t =2\\)</span> seconds after the balloon is released.</p>\n"
    ], 
    "sols_latex": [
        "We will start by drawing a picture relating the different facts given in\nthe problem.\n\n\\includegraphics[width=0.5\\textwidth]{../json_data/MATH102/December_2012/MER_Math_102_December_2012_Question_C_5_1_Solution.jpg}\n\nNow it is necessary to figure out what the question is asking. This is\nan optimization problem, where the thing being optimized is the rate at\nwhich $\\theta$ is changing, or $d\\theta/dt$. So our next step is to\nactually find an expression for this rate.\n\nWe start by relating all the information we already have in the\nquestion. The diagram shows a right triangle, with adjacent and opposite\nsides labeled. Thus, the best way to relate the information is the\ntangent function.\n\n$\\tan \\theta = h / b$\n\nWe can express the height of the balloon as a function of time. Since it\nis rising at a rate of 5 m/s, the height of the balloon can be given as\n$h(t) = 5t$. Similarly, the distance of the girl from the ballon's\nliftoff point can be given as the initial distance, minus her rate of\ntravel, or $b(t) = 29 - 2t$. Plugging these into the formula, we get:\n\n$\\tan \\theta = \\frac{5t}{29-2t}$\n\nDifferentiating with respect to time (\\emph{t}) gives:\n\n$\\sec ^2 \\theta \\frac{d\\theta}{dt}  = \\frac{5(29-2t)-5t(-2)}{(29-2t)^2}$\n\nWe want our final expression to be in terms of $t$, so we want to change\nthe $\\sec^2\\theta$ into an expression in terms of \\emph{t}. We will do\nthis by going back to the definition of $\\sec\\theta$ as a trig ratio. We\nrecall $\\sec \\theta$ is the ratio of hypotenuse over adjacent, or $c/b$\nin our notation. In particular, we have $\\sec^2 \\theta = c^2/b^2$. The\nadjacent side \\emph{b} is given by $29-2t$ and we can use the\nPythagorean theorem to find the hypotenuse $c^2$.\n\n$c^2 = (5t)^2 + (29-2t)^2$\n\nSo we have\n\n$\\sec^2 \\theta = \\frac{(5t)^2 + (29-2t)^2}{(29-2t)^2}$\n\nReplacing $\\sec^2 \\theta$ in our original equation, we get:\n\n$\\frac{(5t)^2 + (29-2t)^2}{(29-2t)^2}\\frac{d\\theta}{dt} = \\frac{5(29-2t)-5t(-2)}{(29-2t)^2}$\n\nWe want to solve this expression for $d\\theta/dt$. Simplifying the above\nexpression, we get:\n\n$\\frac{d\\theta}{dt} = \\frac{145}{(5t)^2 + (29-2t)^2}$\n\nNow we finally have an expression for $d\\theta/dt$. To complete the\nproblem, we must find where it is at a maximum. To do so, we will use\nour usual method for finding a maximum: differentiating, finding\ncritical points, and testing whether it is a maximum.\n\nTaking the derivative gives with respect to \\emph{t} gives:\n\n\\begin{align*}\n\\frac{d^2\\theta}{dt^2} &= \\frac{-145(2(5t)(5) +2(29-2t)(-2))}{((5t)^2 + (29-2t)^2)^2}\\\\\n&= \\frac{-145(50t -116 +8t)}{((5t)^2 + (29-2t)^2)^2}\\\\\n&= \\frac{-145(58t -116)}{((5t)^2 + (29-2t)^2)^2}\\\\\n&= \\frac{-145\\cdot 58(t - 2)}{((5t)^2 + (29-2t)^2)^2}\n\\end{align*}\n\nWe are free to ignore the denominator, as it is always positive, thus\nnever makes the derivative undefined. We can therefore restrict our\nattention to the numerator, set it equal to zero, and solve for\n\\emph{t}. This gives $t=2$. It remains to show that this point is a\nmaximum. The easiest way to do this is the first derivative test; that\nis choosing two points on either side of our critical point $t = 2$ and\nchecking if the sign of the derivative changes. Again, the denominator\nof the derivative is always positive, so we need only consider the\nnumerator:\n\n\\begin{longtable}[c]{@{}llll@{}}\n& t \\textless{} 2 & t = 2 & t \\textgreater{} 2\\\\\n$d^2\\theta/dt^2$ & + & 0 & -\\\\\n\\end{longtable}\n\nThis indicates that the original rate $d\\theta/dt$ changes from\nincreasing to decreasing at $t = 2$, meaning that it is indeed the\nmaximum we're looking for. The time at which the angle $\\theta$ is\nincreasing the fastest is at $t =2$ seconds after the balloon is\nreleased."
    ], 
    "sols_raw": [
        "We will start by drawing a picture relating the different facts given in the problem.  \n\n[[File:MER Math 102 December 2012 Question C 5 1 Solution.jpg | 400px ]]\n\nNow it is necessary to figure out what the question is asking.  This is an optimization problem, where the thing being optimized is the rate at which &lt;math>\\theta&lt;/math> is changing, or &lt;math>d\\theta/dt&lt;/math>.  So our next step is to actually find an expression for this rate.  \n\nWe start by relating all the information we already have in the question.  The diagram shows a right triangle, with adjacent and opposite sides labeled.  Thus, the best way to relate the information is the tangent function.  \n\n&lt;math>\\tan \\theta = h / b&lt;/math>\n\nWe can express the height of the balloon as a function of time.  Since it is rising at a rate of 5 m/s, the height of the balloon can be given as &lt;math>h(t) = 5t&lt;/math>.  Similarly, the distance of the girl from the ballon's liftoff point can be given as the initial distance, minus her rate of travel, or &lt;math>b(t) = 29 - 2t&lt;/math>.  Plugging these into the formula, we get: \n\n&lt;math>\\tan \\theta = \\frac{5t}{29-2t}&lt;/math>\n\nDifferentiating with respect to time (''t'') gives: \n\n&lt;math>\\sec ^2 \\theta \\frac{d\\theta}{dt}  = \\frac{5(29-2t)-5t(-2)}{(29-2t)^2}&lt;/math>\n\nWe want our final expression to be in terms of &lt;math>t&lt;/math>, so we want to change the &lt;math>\\sec^2\\theta&lt;/math> into an expression in terms of ''t''.  We will do this by going back to the definition of &lt;math>\\sec\\theta&lt;/math> as a trig ratio.  We recall &lt;math>\\sec \\theta&lt;/math> is the ratio of hypotenuse over adjacent, or &lt;math>c/b&lt;/math> in our notation.  In particular, we have &lt;math>\\sec^2 \\theta = c^2/b^2&lt;/math>.  The adjacent side ''b'' is given by &lt;math>29-2t&lt;/math> and we can use the Pythagorean theorem to find the hypotenuse &lt;math>c^2&lt;/math>.  \n\n&lt;math>c^2 = (5t)^2 + (29-2t)^2&lt;/math>\n\nSo we have\n\n&lt;math>\\sec^2 \\theta = \\frac{(5t)^2 + (29-2t)^2}{(29-2t)^2}&lt;/math>\n\nReplacing &lt;math>\\sec^2 \\theta &lt;/math> in our original equation, we get: \n\n&lt;math>\\frac{(5t)^2 + (29-2t)^2}{(29-2t)^2}\\frac{d\\theta}{dt} = \\frac{5(29-2t)-5t(-2)}{(29-2t)^2}&lt;/math>\n\nWe want to solve this expression for &lt;math>d\\theta/dt&lt;/math>.  Simplifying the above expression, we get: \n\n&lt;math>\\frac{d\\theta}{dt} = \\frac{145}{(5t)^2 + (29-2t)^2}&lt;/math>\n\nNow we finally have an expression for &lt;math>d\\theta/dt&lt;/math>.  To complete the problem, we must find where it is at a maximum.  To do so, we will use our usual method for finding a maximum: differentiating, finding critical points, and testing whether it is a maximum.  \n\nTaking the derivative gives with respect to ''t'' gives:\n\n&lt;math>\n\\begin{align}\n\\frac{d^2\\theta}{dt^2} &amp;= \\frac{-145(2(5t)(5) +2(29-2t)(-2))}{((5t)^2 + (29-2t)^2)^2}\\\\\n&amp;= \\frac{-145(50t -116 +8t)}{((5t)^2 + (29-2t)^2)^2}\\\\\n&amp;= \\frac{-145(58t -116)}{((5t)^2 + (29-2t)^2)^2}\\\\\n&amp;= \\frac{-145\\cdot 58(t - 2)}{((5t)^2 + (29-2t)^2)^2}\n\\end{align}\n&lt;/math>\n\nWe are free to ignore the denominator, as it is always positive, thus never makes the derivative undefined.  We can therefore restrict our attention to the numerator, set it equal to zero, and solve for ''t''. This gives &lt;math> t=2 &lt;/math>.  It remains to show that this point is a maximum.  The easiest way to do this is the first derivative test; that is choosing two points on either side of our critical point &lt;math>t = 2&lt;/math> and checking if the sign of the derivative changes.  Again, the denominator of the derivative is always positive, so we need only consider the numerator: \n\n{| class=\"wikitable\" \n|-\n| || t &lt; 2 || t = 2 || t > 2\n|-\n| &lt;math>d^2\\theta/dt^2&lt;/math> || + || 0 || - \n|}\n\nThis indicates that the original rate &lt;math>d\\theta/dt&lt;/math> changes from increasing to decreasing at &lt;math>t = 2&lt;/math>, meaning that it is indeed the maximum we're looking for.  The time at which the angle &lt;math>\\theta&lt;/math> is increasing the fastest is at &lt;math>t =2&lt;/math> seconds after the balloon is released.\n"
    ], 
    "solvers": [
        "ChristinaKoch"
    ], 
    "statement_html": "<p>Choose ONE of the next two problems (C.5.1 or C.5.2).</p>\n<p>A hot air balloon with a basket hanging below it is released from the ground and rises straight up at a speed of 5 meters per second. At the moment the balloon is released, a girl is 29 meters from the point on the ground directly below the balloon and is riding her bicycle toward the balloon at a speed of 2 meters per second. From the perspective of the girl, at what time <em>t</em> is the angle between the ground and the basket hanging below the balloon changing most quickly?</p>\n", 
    "statement_latex": "Choose ONE of the next two problems (C.5.1 or C.5.2).\n\nA hot air balloon with a basket hanging below it is released from the\nground and rises straight up at a speed of 5 meters per second. At the\nmoment the balloon is released, a girl is 29 meters from the point on\nthe ground directly below the balloon and is riding her bicycle toward\nthe balloon at a speed of 2 meters per second. From the perspective of\nthe girl, at what time \\emph{t} is the angle between the ground and the\nbasket hanging below the balloon changing most quickly?", 
    "statement_raw": "Choose ONE  of the next two problems (C.5.1 or C.5.2).\n\nA hot air balloon with a basket hanging below it is released from the ground and rises straight up at a speed of 5 meters per second.  At the moment the balloon is released, a girl is 29 meters from the point on the ground directly below the balloon and is riding her bicycle toward the balloon at a speed of 2 meters per second.  From the perspective of the girl, at what time ''t'' is the angle between the ground and the basket hanging below the balloon changing most quickly?\n", 
    "term": "December", 
    "topics": [
        "Related_rates"
    ], 
    "url": "http://wiki.ubc.ca/Science:Math_Exam_Resources/Courses/MATH102/December_2012/Question_C_05_1", 
    "year": 2012
}