{
    "answer_html": "<p>As <em>n</em> increases, the overall fraction will decrease.So the table should be filled in as follows:</p>\n<p>[c]<span>@llll@</span> &amp; decrease &amp; stay roughly the same &amp; increase<br />The sample mean will &amp; &amp; X &amp;<br />The sample maximum will &amp; &amp; &amp; X<br />The standard error of the mean will &amp; X &amp; &amp;<br /></p>\n", 
    "answer_latex": "As \\emph{n} increases, the overall\nfraction will decrease.So the table should be filled in as follows:\\begin{longtable}[c]{@{}llll@{}}\n& decrease & stay roughly the same & increase\\\\\nThe sample mean will & & X &\\\\\nThe sample maximum will & & & X\\\\\nThe standard error of the mean will & X & &\\\\\n\\end{longtable}", 
    "contributors": [
        "Konradbe", 
        "CarmenBruni"
    ], 
    "course": "MATH102", 
    "flags": [
        "QGQ", 
        "QGH", 
        "QGS", 
        "RT"
    ], 
    "hints_html": [
        "<p>Each row of the table can be stated as its own question, most of which can be determined through common sense:</p>\n<ul>\n<li><p>If you randomly sample a population, should its mean change depending on the size of the sample?</p></li>\n<li><p>If you were sampling a group of people, which would have the tallest person: a large group or small group?</p></li>\n<li><p>The standard error of the mean reflects the difference between the sample mean and the &#8220;true&#8221; population mean. As you increase the sample size, will this bring the sample mean closer to the population mean, farther away, or the same distance?</p></li>\n</ul>\n"
    ], 
    "hints_latex": [
        "Each row of the table can be stated as its own question, most of which\ncan be determined through common sense:\n\n\\begin{itemize}\n\\itemsep1pt\\parskip0pt\\parsep0pt\n\\item\n  If you randomly sample a population, should its mean change depending\n  on the size of the sample?\n\\item\n  If you were sampling a group of people, which would have the tallest\n  person: a large group or small group?\n\\item\n  The standard error of the mean reflects the difference between the\n  sample mean and the ``true'' population mean. As you increase the\n  sample size, will this bring the sample mean closer to the population\n  mean, farther away, or the same distance?\n\\end{itemize}"
    ], 
    "hints_raw": [
        "Each row of the table can be stated as its own question, most of which can be determined through common sense: \n\n* If you randomly sample a population, should its mean change depending on the size of the sample?\n* If you were sampling a group of people, which would have the tallest person: a large group or small group?\n* The standard error of the mean reflects the difference between the sample mean and the \"true\" population mean.  As you increase the sample size, will this bring the sample mean closer to the population mean, farther away, or the same distance?\n"
    ], 
    "num_votes": 3, 
    "question": "B 03", 
    "rating": 94, 
    "sols_html": [
        "<p>Let us consider each row of the table:</p>\n<ul>\n<li><p>Sample Mean</p></li>\n</ul>\n<p>The sample mean should stay roughly the same. This is because the mean length of adult wombats is a well-defined quantity, and we have no information to suggest that we have been sampling adult wombat length in a biased manner.</p>\n<ul>\n<li><p>Sample Maximum</p></li>\n</ul>\n<p>The sample maximum is likely to increase. This is simply because the larger the set sampled, the more likely you are to include extreme outliers, which will increase the maximum and decrease the minimum of your set. In more technical notation, this is the same as saying <span class=\"math\">\\(\\max_{A} x \\geq \\max_{B} x\\)</span> when B is a subset of A.</p>\n<ul>\n<li><p>Standard Error of the Mean</p></li>\n</ul>\n<p>The standard error of the mean will decrease. Recall that the standard error of the mean estimates how far away your sample mean is from the &#8220;true&#8221; population mean. More and more samples will improve the accuracy of your sample mean, decreasing the error. This can also be seen in the formula for standard error of the mean:</p>\n<p><span class=\"math\">\\(\\text{SE}\\ = \\frac{s}{\\sqrt{n}}\\)</span></p>\n<p>where <em>s</em> is the standard deviation of the sample and <em>n</em> is the number of objects sampled. As <em>n</em> increases, the overall fraction will decrease.</p>\n<p>So the table should be filled in as follows:</p>\n<p>[c]<span>@llll@</span> &amp; decrease &amp; stay roughly the same &amp; increase<br />The sample mean will &amp; &amp; X &amp;<br />The sample maximum will &amp; &amp; &amp; X<br />The standard error of the mean will &amp; X &amp; &amp;<br /></p>\n"
    ], 
    "sols_latex": [
        "Let us consider each row of the table:\n\n\\begin{itemize}\n\\itemsep1pt\\parskip0pt\\parsep0pt\n\\item\n  Sample Mean\n\\end{itemize}\n\nThe sample mean should stay roughly the same. This is because the mean\nlength of adult wombats is a well-defined quantity, and we have no\ninformation to suggest that we have been sampling adult wombat length in\na biased manner.\n\n\\begin{itemize}\n\\itemsep1pt\\parskip0pt\\parsep0pt\n\\item\n  Sample Maximum\n\\end{itemize}\n\nThe sample maximum is likely to increase. This is simply because the\nlarger the set sampled, the more likely you are to include extreme\noutliers, which will increase the maximum and decrease the minimum of\nyour set. In more technical notation, this is the same as saying\n$\\max_{A} x \\geq \\max_{B} x$ when B is a subset of A.\n\n\\begin{itemize}\n\\itemsep1pt\\parskip0pt\\parsep0pt\n\\item\n  Standard Error of the Mean\n\\end{itemize}\n\nThe standard error of the mean will decrease. Recall that the standard\nerror of the mean estimates how far away your sample mean is from the\n``true'' population mean. More and more samples will improve the\naccuracy of your sample mean, decreasing the error. This can also be\nseen in the formula for standard error of the mean:\n\n$\\text{SE}\\ = \\frac{s}{\\sqrt{n}}$\n\nwhere \\emph{s} is the standard deviation of the sample and \\emph{n} is\nthe number of objects sampled. As \\emph{n} increases, the overall\nfraction will decrease.\n\nSo the table should be filled in as follows:\n\n\\begin{longtable}[c]{@{}llll@{}}\n& decrease & stay roughly the same & increase\\\\\nThe sample mean will & & X &\\\\\nThe sample maximum will & & & X\\\\\nThe standard error of the mean will & X & &\\\\\n\\end{longtable}"
    ], 
    "sols_raw": [
        "Let  us consider each row of the table:\n\n* Sample Mean\n\nThe sample mean should stay roughly the same. This is because the mean length of adult wombats is a well-defined quantity, and we have no information to suggest that we have been sampling adult wombat length in a biased manner.\n\n* Sample Maximum\n\nThe sample maximum is likely to increase.  This is simply because the larger the set sampled, the more likely you are to include extreme outliers, which will increase the maximum and decrease the minimum of your set.  In more technical notation, this is the same as saying &lt;math>\\max_{A} x \\geq \\max_{B} x&lt;/math> when B is a subset of A.\n\n* Standard Error of the Mean\n\nThe standard error of the mean will decrease.   Recall that the standard error of the mean estimates how far away your sample mean is from the \"true\" population mean.  More and more samples will improve the accuracy of your sample mean, decreasing the error.  This can also be seen in the formula for standard error of the mean:\n\n&lt;math>\\text{SE}\\ = \\frac{s}{\\sqrt{n}}&lt;/math>\n\nwhere ''s'' is the standard deviation of the sample and ''n'' is the number of objects sampled.  As ''n'' increases, the overall fraction will decrease.  \n\nSo the table should be filled in as follows: \n\n{| class=\"wikitable\"\n|-\n| || decrease || stay roughly the same || increase\n|-\n| The sample mean will || || X || \n|-\n| The sample maximum will || || || X\n|-\n| The standard error of the mean will || X || ||\n|}\n"
    ], 
    "solvers": [
        "ChristinaKoch"
    ], 
    "statement_html": "<p>A researcher measures the length of 16 adult wombats and finds a sample mean of 57 cm and a sample standard deviation of 12 cm. The standard error of the mean is estimated to be 3 cm. If she plans to carry out measurements on 100 more wombats, the following can be expected (place an <em>X</em> in exactly one column for each row):</p>\n<p>[c]<span>@llll@</span> &amp; decrease &amp; stay roughly the same &amp; increase<br />The sample mean will &amp; &amp; &amp;<br />The sample maximum will &amp; &amp; &amp;<br />The standard error of the mean will &amp; &amp; &amp;<br /></p>\n", 
    "statement_latex": "A researcher measures the length of 16 adult wombats and finds a sample\nmean of 57 cm and a sample standard deviation of 12 cm. The standard\nerror of the mean is estimated to be 3 cm. If she plans to carry out\nmeasurements on 100 more wombats, the following can be expected (place\nan \\emph{X} in exactly one column for each row):\n\n\\begin{longtable}[c]{@{}llll@{}}\n& decrease & stay roughly the same & increase\\\\\nThe sample mean will & & &\\\\\nThe sample maximum will & & &\\\\\nThe standard error of the mean will & & &\\\\\n\\end{longtable}", 
    "statement_raw": "A researcher measures the length of 16 adult wombats and finds a sample mean of 57 cm and a sample standard deviation of 12 cm. The standard error of the mean is estimated to be 3 cm. If she plans to carry out measurements on 100 more wombats, the following can be expected (place an ''X'' in exactly one column for each row):\n\n{| class=\"wikitable\"\n|-\n| || decrease || stay roughly the same || increase\n|-\n| The sample mean will || || || \n|-\n| The sample maximum will || || ||\n|-\n| The standard error of the mean will || || ||\n|}\n", 
    "term": "December", 
    "topics": [
        "Discrete_probability"
    ], 
    "url": "http://wiki.ubc.ca/Science:Math_Exam_Resources/Courses/MATH102/December_2012/Question_B_03", 
    "year": 2012
}