{
    "term": "December", 
    "question": "Question_C_04_(a)", 
    "course": "MATH102", 
    "statement": "Dead leaves accumulate on the ground in a forest at a rate of 5 grams\nper square centimeter per year. At the same time, these leaves decompose\nat a continuous rate of 50 percent per year.\n\n(a) Write a differential equation for the total mass \\emph{Q(t)} of dead\nleaves (per square centimeter) at time \\emph{t}.", 
    "year": 2012, 
    "sols": [
        "We want to find the differential equation of the mass $Q$ of dead\nleaves. This means we find the derivative of $Q$ with respect to time,\ndependent on $Q$.\n\nTherefore, we separate $\\frac{d}{dt}Q$ into $\\frac{d}{dt}Q_+$ the leaves\nthat are added every year and $\\frac{d}{dt} Q_-$, that are removed every\nyear. Such that\n\n$\\frac{d}{dt} Q = \\frac{d}{dt}Q_+ + \\frac{d}{dt}Q_-$\n\nThe leaves (in grams) that are added every year per $cm^2$ are\n\n$\\frac{d}{dt}Q_+ = 5\\frac{\\text{grams}}{\\text{year}\\cdot cm^2}.$\n\nThe leaves that are removed every year depends on the amount of leaves:\nAccording to the mass of leaves, half of the mass is lost every year:\n\n$\\frac{d}{dt} Q_- = -\\frac{0.5Q}{\\text{year}}.$\n\nSince leave mass is lost, we put a negative sign here. Hence, our final\nanswer is\n\n$\\frac{d}{dt} Q =\\frac{5\\text{grams}}{\\text{year}\\cdot cm^2} - \\frac{0.5Q}{\\text{year}}.$\n\n\\emph{Note that this works out nicely so that the unit of Q is\ngrams/cm\\textsuperscript{2}.} With units suppressed, the above is\n\n$\\frac{d}{dt} Q = 5 - 0.5Q.$"
    ], 
    "hints": [
        "You want to find an equation for the derivative of $Q$ with respect to\ntime, $\\frac{d}{dt} Q$, depending on $Q$.", 
        "The derivative $\\frac{d}{dt}Q$ is a sum of two terms: The first term\nrepresents the leaves which are added to the ground every year, the\nsecond term presents the leaves which are removed from the ground every\nyear.\n\nFirst, try to find these terms separately. Then add them and think about\nthe sign they should have. Which of the terms depends on \\emph{Q}?"
    ]
}