{
    "term": "April", 
    "question": "Question_05_(a)", 
    "course": "MATH101", 
    "statement": "Bird-Bath and Beyond Incorporated is famous for its Quetzal attracting\nbird-feeder solution made from water, honey and cane-sugar.\n\nTo make their solution, both honey and a cane-sugar solution are poured\ninto a 200 L mixing tank. The honey is poured in at a rate of 1 L per\nminute while the sugar solution is poured in at 9 L per minute. Note\nthat 1 L of honey contains 1 kg of sugar, while the cane-sugar solution\ncontains 100g of sugar per L.\n\nUnfortunately today there is a problem with the mixing tank. It was\nthoroughly cleaned and is initially filled with pure water, but main\nvalve was broken and the water cannot be drained. When the mixing\nprocess is started, the honey and sugar-solutions are poured into the\ntank, and the excess fluid flows out of an emergency valve at 10 L per\nminute and onto the floor. You should assume that the solutions mix\nimmediately and thoroughly in the tank.\n\n(a) Give a differential equation that is satisfied by the amount of\nsugar in the tank after time \\emph{t}.", 
    "year": 2011, 
    "sols": [
        "We will denote by \\emph{S}(\\emph{t}) the amount of sugar in the tank at\ntime \\emph{t} (where \\emph{t} is in minutes). The differential equation\nthat we are building should look like\n\n\\begin{description}\n\\itemsep1pt\\parskip0pt\\parsep0pt\n\\item[]\n\\emph{S'(t)} = (\\emph{rate at which sugar is added to the tank}) -\n(\\emph{rate at which sugar is spilled out of the tank})\n\\end{description}\n\nEvery minute, there is 1 L of honey poured in the tank, that litre\ncontains 1kg of sugar; and 9 L of sugar solution are also poured in,\ncontaining 900 g of sugar (since each litre of sugar solution contains\n100 g of sugar). Hence all in all, 1.9 kg of sugar is poured in the tank\nevery minute.\n\nNow, we still have to deal with the water that is spilling on the floor.\nThe question asks us to assume that the sugar solution and honey are\ninstantly mixed to the rest of the tank, so when dealing with the fluid\ngoing out of the tank, we can assume it has the same concentration of\nsugar as in the rest of the tank. What is that concentration? Well there\nare \\emph{S(t)} kilograms of sugar in the tank at that time and since\nthe tank is full, there is 200 L of liquid in it, so the concentration\nof sugar in the tank at time \\emph{t} is \\emph{S(t)}/200 kg/L. Since we\nare told that the fluid is spilling at an instantaneous rate of 10 L per\nminute, this means that every minute, there are\n\n\\[10 \\cdot \\frac{S(t)}{200} = \\frac{1}{20} S(t)\\] kilograms of sugar\nspilled out of the tank.\n\nPutting these two bit of information together, we obtain that the amount\nof sugar in the tank must satisfy the differential equation\n\n\\[\\frac{dS}{dt} = 1.9 - \\frac{1}{20} S(t).\\]"
    ], 
    "hints": [
        "How much sugar (in kg) is going inside of the tank every minute? How\nmuch sugar (in kg) is going out of the tank every minute?"
    ]
}