{
    "term": "April", 
    "question": "Question_07_(c)", 
    "course": "MATH101", 
    "statement": "An open metal tank has two ends which are isosceles triangles with\nvertex at the bottom, two sides which are rectangular, and an open top.\nThe tank is 1 metre wide, 2 metres deep, 10 metres long and full of\nwater (\\emph{density = 1000 kg/m\\textsuperscript{3}}).\n\n\\begin{description}\n\\itemsep1pt\\parskip0pt\\parsep0pt\n\\item[]\n(c) Express the hydrostatic force on each of the rectangular sides as an\nintegral. (\\emph{Do not evaluate the integral.})\n\\end{description}", 
    "year": 2009, 
    "sols": [
        "\\emph{Hydrostatic Force was not covered in the 2012 offering of this\ncourse. Time might better be spent solving other problems given how soon\nthe exam is coming.}\n\nConsider the rectangular side picture right.\n\\includegraphics[width=.5\\textwidth]{Math101Apr20097c1.png} We will define the coordinate\nalong with width of the rectangle as z. Consider a thin rectangle at a\nfixed z with length 10 (as pictured). The hydrostatic force on this\nrectangle is,\n\n\\begin{align*}\\displaystyle{}dF=\\rho{g}h(z)10\\textrm{d}z.\\end{align*}\n\nNotice that the depth here is a function of z since each little\nrectangle will correspond to a different depth in the tank. To determine\nthe depth as a function of z consider the side view of the rectangular\nside where the width is actually the side of a triangle (pictured left)\n\\includegraphics[width=.5\\textwidth]{Math101Apr20097c2.png}. We have only draw half of the\ntriangle to highlight that we can use right triangle trigonometry. We\nknow that the height of this triangle is 2 and the length is 1/2 (half\nof the base of the full triangle). From the diagram, we define $\\theta$\nto be the angle between the vertical line and the hypotenuse and we have\nthat\n\n\\begin{align*}\\theta=\\arctan\\left(\\frac{1}{4}\\right).\\end{align*}\n\nRecall that the variable z indicates the distance along the hypotenuse.\nFor a given z we can get the vertical length of the corresponding right\ntriangle, y, as\n\n\\begin{align*}y=2-h(z)=z\\cos\\theta=\\frac{4}{\\sqrt{17}}z.\\end{align*}\n\nTherefore we have that\n\n\\begin{align*}h(z)=2-\\frac{4}{\\sqrt{17}}z\\end{align*}\n\nwhich we can substitute into our hydrostatic force to get,\n\n\\begin{align*}dF=\\rho{g}\\left(2-\\frac{4}{\\sqrt{17}}z\\right)10\\textrm{d}z.\\end{align*}\n\nNow z starts at the bottom of the rectangle (which we will define as\nz=0) and ends at the full length of the triangular side. We can use\nPythagorean theorem to get that the full length of that side is\n$\\sqrt{2^2+(1/2)^2} = \\frac{\\sqrt{17}}{2}$. Therefore we have that the\nhydrostatic force is,\n\n\\begin{align*}F=\\int_0^{\\frac{\\sqrt{17}}{2}}\\rho{g}\\left(2-\\frac{4}{\\sqrt{17}}z\\right)10\\textrm{d}z.\\end{align*}\n\nSince we are asked to set up the integral but not evaluate it, we are\nnow done."
    ], 
    "hints": [
        "The rectangular side may seem like a trivial calculation but recall that\nthe width of the rectangle is the same as one of the sides of the\ntriangle and so the length of this side will relate to the triangle in\nsome way."
    ]
}