{
    "term": "April", 
    "question": "Question_07_(a)", 
    "course": "MATH101", 
    "statement": "An open metal tank has two ends which are isosceles triangles with\nvertex at the bottom, two sides which are rectangular, and an open top.\nThe tank is 1 metre wide, 2 metres deep, 10 metres long and full of\nwater (\\emph{density = 1000 kg/m\\textsuperscript{3}}).\n\n\\begin{description}\n\\itemsep1pt\\parskip0pt\\parsep0pt\n\\item[]\n(a) What is the hydrostatic force on each triangular end?\n\\end{description}", 
    "year": 2009, 
    "sols": [
        "\\emph{Hydrostatic Force was not covered in the 2012 offering of this\ncourse. Time might better be spent solving other problems given how soon\nthe exam is coming.}\n\nConsider the triangular side pictured to the right\n\\href{file:Math101Apr20097a.png}{300px\\textbar{}thumbnail\\textbar{}right}.\nIt has height 2 and length 1. Also consider a little rectangular sliver\nin the picture of length L(y) and height dy. The reason we consider\nrectangular pieces with constant height is because the pressure depends\non height and so we would like the effect from height to be the same on\nany given rectangular piece. We will use the labelling in the diagram\nwith the bottom vertex being (0,0), the right vertex being (1/2,2) and\nthe left vertex being (-1/2,2). With our origin at the bottom, we will\nlabel y from there. This means that the height (as measured from the top\nof the surface) is (2-y). We then have that the force on any given\nrectangle, dF, is,\n\n\\begin{align*}\\displaystyle{}dF=\\rho{g}(2-y)L(y)\\textrm{d}y.\\end{align*}\n\nWe could then get the total force by integrating dF but first we need an\nexpression for the length in terms of the height, y. The length of any\nrectangle will start at the left edge of the triangle and end at the\nright edge. We can use the coordinates that we listed to find equations\nfor these lines. The right edge is given by\n\n\\begin{align*}\\displaystyle y=4x\\end{align*}\n\nwhich written in terms of y is,\n\n\\begin{align*}x_R=\\frac{y}{4}\\end{align*}\n\nwhere we have added a subscript R to indicate it's the right edge.\nNotice we compute the line by finding the slope using the right vertex\nand bottom vertex and then notice that the line goes through our origin\nto its y-intercept is zero. We can similarly get that the left edge is\n\n\\begin{align*}x_L=-\\frac{y}{4}.\\end{align*}\n\nThis can also be argued with symmetry of the right edge. We then have\nthat\n\n\\begin{align*}L(y)=x_R-x_L=\\frac{y}{4}-\\left(-\\frac{y}{4}\\right)=\\frac{y}{2}.\\end{align*}\n\nTherefore we can now get F via integration where we see that y starts at\nzero and ends at y=2. Therefore,\n\n\\begin{align*}F=\\int_0^2\\rho{g}(2-y)L(y)\\textrm{d}y=\\int_0^2\\rho{g}\\frac{2y-y^2}{2}\\textrm{d}y=\\rho{g}\\left.\\left(\\frac{y^2}{2}-\\frac{y^3}{6}\\right)\\right|_0^2=\\frac{2\\rho{g}}{3}.\\end{align*}\n\nWe are told in the problem that the density is 1000kg/m\\^{}3 and we take\nthe gravitational constant as 9.8N/kg. Therefore,\n\n\\begin{align*}F=\\frac{2}{3}980=\\frac{1960}{3}N.\\end{align*}\n\nThis is the hydrostatic force on each of the triangular sides."
    ], 
    "hints": [
        "Recall that hydrostatic pressure is given by,\n\n\\begin{align*}\\displaystyle{}P=\\rho{g}h\\end{align*}\n\nwhere $\\rho$ is the density of water, g, the gravitational constant, and\nh the height from the top.\n\nIt is important that height is measured from the top of the surface\nbecause as depth increases, there is more water above you, increasing to\nthe pressure.", 
        "Recall that they hydrostatic force on an object of area A at height h is\n\n\\begin{align*}\\displaystyle{}F=\\rho{g}hA\\end{align*}\n\nwhere $\\rho$ is the density of the surrounding liquid."
    ]
}