{
    "term": "April", 
    "question": "Question_A_26", 
    "course": "MATH152", 
    "statement": "Suppose \\emph{P} was the transition matrix for a random walk with 12\nstates that had been entered into MATLAB. What commands would you use to\ncompute the probability that if the system started in state 1, it would\nbe in state 5 after 10 time steps?", 
    "year": 2010, 
    "sols": [
        "We are told we have a transition matrix that represents the transition\nprobabilities of a 12-state transition matrix. Therefore the matrix will\nbe 12 x 12 which we will assume has been initialized for us as P in\nMatlab. We are also told that we are initially in state 1. Since the\ninitial state vector, $\\mathbf{x}$, lists the probability of being in\nany of the 12 states, we should have\n\n\\begin{align*}\n\\mathbf{x}=\\begin{bmatrix}\n1\\\\\n0\\\\\n0\\\\\n0\\\\\n0\\\\\n0\\\\\n0\\\\\n0\\\\\n0\\\\\n0\\\\\n0\\\\\n0\n\\end{bmatrix}.\n\\end{align*}\n\nTo initialize this in Matlab we would type\n\n\\texttt{x~=~{[}1;0;0;0;0;0;0;0;0;0;0;0{]};}\n\nNow, we are interested in knowing the probability of being in state 5\nafter 10 time steps (or transitions).\n\n\\textbf{Solution 1: Matrix Powers}\n\nRecall that if $\\mathbf{x}$ is the initial state vector with $P$, the\ntransition matrix then $\\mathbf{t_1}=P\\mathbf{x}$ returns the vector\ncorresponding to the probability of being in each of the 12 states after\none time step. If we apply the transition matrix again then\n$\\mathbf{t_2}=P\\mathbf{t_1}$ we get how the transition vector from the\nfirst time step transitions to the second time step. Notice I can write,\n\n\\begin{align*}\n\\mathbf{t_2}=P\\mathbf{t_1}=P(P\\mathbf{x})=P^2\\mathbf{x}.\n\\end{align*}\n\nTherefore, I have that the transition vector, $\\mathbf{b}$ after n time\nsteps is\n\n\\begin{align*}\n\\mathbf{b}=P^n\\mathbf{x}.\n\\end{align*}\n\nTo figure out the transition vector after 10 time steps using Matlab we\nwould type\n\n\\texttt{b~=~P\\^{}(10)*x;}\n\nNow this returns the whole vector. Since we are interested in the\nprobability of being in the 5th state after 10 time steps, we want to\nknow the 5th entry of $\\mathbf{b}$. Therefore we type\n\n\\texttt{b(5)}\n\nNotice the lack of the semicolon tells us that the entry of b(5) will be\noutput to the screen for us to see.\n\n\\textbf{Solution 2: For Loops}\n\nRecall that if $\\mathbf{x}$ is the initial state vector with $P$, the\ntransition matrix then $\\mathbf{t_1}=P\\mathbf{x}$ returns the vector\ncorresponding to the probability of being in each of the 12 states after\none time step. If I want to know the transition to the second time step,\nI just need to perform a single transition on the new transition vector\n$\\mathbf{t_1}$. Therefore, for each new time step I want a transition, I\njust have to multiply the previous transition vector with the transition\nmatrix P. This type of iterated operation is perfectly suited for a for\nloop in Matlab. Notice, I want 10 time steps so I would keep applying\nthe transition matrix to the generated transition vectors until I've\ndone that 10 times.\n\n\\texttt{for~k~=~1:10}\\\\\\texttt{~~x~=~P*x;}\\\\\\texttt{end}\n\nNotice here that I reinitialize $\\mathbf{x}$ to be the new transition\nvector so that I can minimize the amount of code I have to write. Once\nthis is done we have the transition vector after 10 time steps. However,\nwe're interested in the probability of being in the 5th state. This is\nthe 5th entry of the vector. Therefore we type,\n\n\\texttt{x(5)}\n\nNotice the lack of semicolon tells us that the entry of x(5) will be\noutput to the screen for us to see."
    ], 
    "hints": [
        "If P is the transition matrix and $\\mathbf{x}$ is the initial state then\n$P\\mathbf{x}$ gives the probabilities of being in each state after one\ntransition. What would we do for 10 transitions?"
    ]
}