{
    "term": "April", 
    "question": "Question_A_10", 
    "course": "MATH152", 
    "statement": "For questions \\textbf{A9-A11} below consider the circuit in the diagram\nbelow:\n\n\\href{file:Math152Apr2010Q9to11.png}{600px\\textbar{}center}\n\nIn terms of these unknowns, write the linear equation that represents\nKirchhoff's voltage law around the second (middle) loop in the circuit\nabove.", 
    "year": 2010, 
    "sols": [
        "To be consistent with the labs, we will denote everything in terms of\nvoltage drops so positive numbers are voltage drops and negative numbers\nare voltage gains.\n\nIn the second loop we move clockwise and start with the 2$\\Omega$\nresistor. The voltage across this resistor (and any resistor) is given\nby Ohm's Law V=IR so $V_{2\\Omega}=2i_2$ where we have a positive sign\nbecause we're moving with the current and so there is a voltage drop.\nNext we come to the 4$\\Omega$ resistor which has both loop current 2 and\nloop current 3 flowing through it. Therefore there is a voltage drop\ncontribution from loop current 2 by virtue that we're moving in the\ndirection of that current but there is also a voltage gain from loop\ncurrent 3 going in the opposite direction. Therefore we get that\n$V_{4\\Omega}=4(i_2-i_3)$. Next we reach the battery. The voltage gain is\nfrom the minus (short) terminal to the positive (long) terminal. Since\nwe're going from the long to short terminal we are experiencing a\nvoltage drop of 7V. Next is the 3$\\Omega$ resistor and since we're\nmoving with the current $V_{3\\Omega}=3i_2$. Finally we reach the current\nsource; since we are traversing it with the arrow we have a voltage gain\nand the value is one of our unknowns, $v_1$. The Kirchhoff rule states\nthat the sum of voltage drops and gains in a loop must be zero and so we\nhave that\n\n\\[\\displaystyle{}0=2i_2+4(i_2-i_3)+7+3i_2-v_1\\]\n\nas the linear equation for loop 2."
    ], 
    "hints": [
        "A resistor can only have 1 current going through it so any branches that\nshare loop currents must be added together (with direction considered of\ncourse!)"
    ]
}