{
    "answer_html": "<p>Therefore, we see that if A is not invertible then there is at least one zero eigenvalue with eigenvector <strong>x</strong>. Conversely, if 0 is an eigenvalue then there exists a non-zero vector <strong>x</strong> such that A<strong>x</strong>=0 which means A is not invertible.This concludes that A being non-invertible implies a zero eigenvalue and also that a zero eigenvalue implies that A is non-invertible.We just wrote that the only eigenvalues are 2 and 3 so therefore, 0 is not an eigenvalues which means A must be invertible.</p>\n", 
    "answer_latex": "Therefore, we see that if A is not invertible\nthen there is at least one zero eigenvalue with eigenvector \\textbf{x}.\nConversely, if 0 is an eigenvalue then there exists a non-zero vector\n\\textbf{x} such that A\\textbf{x}=0 which means A is not invertible.This\nconcludes that A being non-invertible implies a zero eigenvalue and also\nthat a zero eigenvalue implies that A is non-invertible.We just wrote\nthat the only eigenvalues are 2 and 3 so therefore, 0 is not an\neigenvalues which means A must be invertible.", 
    "contributors": [
        "DavidKohler", 
        "Konradbe"
    ], 
    "course": "MATH152", 
    "flags": [
        "QGQ", 
        "QGH", 
        "QGS", 
        "CT"
    ], 
    "hints_html": [
        "<p>How many eigenvalues does an <span class=\"math\">\\(n\\times{n}\\)</span> matrix have. How do the eigenvalues relate to the invertibility of a matrix?</p>\n"
    ], 
    "hints_latex": [
        "How many eigenvalues does an $n\\times{n}$ matrix have. How do the\neigenvalues relate to the invertibility of a matrix?"
    ], 
    "hints_raw": [
        "How many eigenvalues does an &lt;math>n\\times{n}&lt;/math> matrix have.  How do the eigenvalues relate to the invertibility of a matrix?\n"
    ], 
    "num_votes": 1, 
    "question": "A 05", 
    "rating": 76, 
    "sols_html": [
        "<p>Recall that <span class=\"math\">\\(n\\times{n}\\)</span> matrices have n eigenvalues. Here since n=2 we have 2 eigenvalues which are given as 2 and 3. Also recall that if A is not invertible then there exists at least one non-zero vector <strong>x</strong> such that A<strong>x</strong>=0. Therefore, we see that if A is not invertible then there is at least one zero eigenvalue with eigenvector <strong>x</strong>. Conversely, if 0 is an eigenvalue then there exists a non-zero vector <strong>x</strong> such that A<strong>x</strong>=0 which means A is not invertible. This concludes that A being non-invertible implies a zero eigenvalue and also that a zero eigenvalue implies that A is non-invertible. We just wrote that the only eigenvalues are 2 and 3 so therefore, 0 is not an eigenvalues which means A must be invertible.</p>\n"
    ], 
    "sols_latex": [
        "Recall that $n\\times{n}$ matrices have n eigenvalues. Here since n=2 we\nhave 2 eigenvalues which are given as 2 and 3. Also recall that if A is\nnot invertible then there exists at least one non-zero vector \\textbf{x}\nsuch that A\\textbf{x}=0. Therefore, we see that if A is not invertible\nthen there is at least one zero eigenvalue with eigenvector \\textbf{x}.\nConversely, if 0 is an eigenvalue then there exists a non-zero vector\n\\textbf{x} such that A\\textbf{x}=0 which means A is not invertible. This\nconcludes that A being non-invertible implies a zero eigenvalue and also\nthat a zero eigenvalue implies that A is non-invertible. We just wrote\nthat the only eigenvalues are 2 and 3 so therefore, 0 is not an\neigenvalues which means A must be invertible."
    ], 
    "sols_raw": [
        "Recall that &lt;math>n\\times{n}&lt;/math> matrices have n eigenvalues.  Here since n=2 we have 2 eigenvalues which are given as 2 and 3.  Also recall that if A is not invertible then there exists at least one non-zero vector '''x''' such that A'''x'''=0.  Therefore, we see that if A is not invertible then there is at least one zero eigenvalue with eigenvector '''x'''.  Conversely, if 0 is an eigenvalue then there exists a non-zero vector '''x''' such that A'''x'''=0 which means A is not invertible.  This concludes that A being non-invertible implies a zero eigenvalue and also that a zero eigenvalue implies that A is non-invertible.  We just wrote that the only eigenvalues are 2 and 3 so therefore, 0 is not an eigenvalues which means A must be invertible.\n"
    ], 
    "solvers": [
        "IainMoyles"
    ], 
    "statement_html": "<p>If 2 and 3 are both eigenvalues of a <span class=\"math\">\\(2\\times{2}\\)</span> matrix A then A must be invertible. Justify this statement briefly.</p>\n", 
    "statement_latex": "If 2 and 3 are both eigenvalues of a $2\\times{2}$ matrix A then A must\nbe invertible. Justify this statement briefly.", 
    "statement_raw": "If 2 and 3 are both eigenvalues of a &lt;math>2\\times{2}&lt;/math> matrix A then A must be invertible.  Justify this statement briefly.\n", 
    "term": "April", 
    "url": "http://wiki.ubc.ca/Science:Math_Exam_Resources/Courses/MATH152/April_2010/Question_A_05", 
    "year": 2010
}