{
    "term": "April", 
    "question": "Question_B_01_(a)", 
    "course": "MATH152", 
    "statement": "Three friends, Hartosh, Mark and Keiko decide to paint houses over the\nsummer. Hartosh paints twice as fast as Mark. Hartosh and Keiko paint a\nhome with six rooms in 8 hours. All three together paint a home with 14\nrooms in 16 hours.\n\n\\textbf{(a)} Let \\emph{x} = (\\emph{x}\\textsubscript{1},\n\\emph{x}\\textsubscript{2},\n\\emph{x}\\textsubscript{3})\\textsuperscript{\\emph{T}} be the vector of\nunknowns, where \\emph{x}\\textsubscript{1} is the number of rooms that\nHartosh can paint in an hour, and \\emph{x}\\textsubscript{2} and\n\\emph{x}\\textsubscript{3} are respectively the number of rooms that Mark\nand Keiko can paint in an hour. Describe the information above as a\nlinear system in the form\n\n\\[A\\mathbf{x} = \\mathbf b\\] (write \\emph{A} and \\textbf{b} with\nspeciï¬\u0081c values).", 
    "year": 2010, 
    "sols": [
        "Notice that we identify the speed that Hartosh can paint with as $x_1$,\nthe speed that Mark can paint with as $x_2$, and the speed that Keiko\ncan paint with as $x_3$ (all measured in rooms per hour). Our job is to\ntranslate each piece of information provided into a linear equation.\n\n\\emph{Hartosh paints twice as fast as Mark}\n\nThis tells us that whatever Mark's speed is ($x_2$), Hartosh's speed\n($x_1$) is twice that and therefore we get\n\n\\begin{align*}\n\\displaystyle{}x_1=2x_2\n\\end{align*}\n\nor, to write it like a linear equation with all three variables,\n\n\\begin{align*}\n\\displaystyle{}x_1-2x_2+0x_3=0.\n\\end{align*}\n\n\\emph{Hartosh and Keiko paint a home with 6 rooms in 8 hours}\n\nThe total number of rooms that any person can paint in 8 hours is their\nspeed multiplied by 8. Therefore the number of rooms that Hartosh, Mark,\nand Keiko paint in 8 hours is $8x_1$, $0x_2$ and $8x_3$ respectively\nwhere we notice that Mark painted 0 rooms because he wasn't involved in\nthis particular project. The total number of rooms that get painted in\nthat time is 6. Therefore, the sum of all the rooms that each person\npaints, must total to 6. With this in mind we have,\n\n\\begin{align*}\n\\displaystyle{}8x_1+0x_2+8x_3=6.\n\\end{align*}\n\n\\emph{All three together paint a home with 14 rooms in 16 hours}\n\nThis is just like the last equation where Hartosh and Keiko painted the\n6 rooms, but now all three people are contributing. Therefore, by\nsimilar logic to above we have\n\n\\begin{align*}\n\\displaystyle{}16x_1+16x_2+16x_3=14.\n\\end{align*}\n\nNow, we can summarize all this as the linear system\n\n\\begin{align*}\nx_1-2x_2+0x_3&=0\\\\\n8x_1+0x_2+8x_3&=6\\\\\n16x_1+16x_2+16x_3&=14.\n\\end{align*}\n\nTo write this as a matrix problem, we note that the coefficients in\nfront of each variable form the matrix A and everything to the right of\nthe equals sign, form the vector $\\mathbf{b}$. Therefore,\n\n\\begin{align*}\nA=\\begin{bmatrix}\n1  &  -2  &  0\\\\\n8  &  0  &  8\\\\\n16  &  16  &  16\n\\end{bmatrix}\n\\end{align*}\n\nand\n\n\\begin{align*}\n\\mathbf{b}=\\begin{bmatrix}\n0\\\\\n6\\\\\n14\n\\end{bmatrix}.\n\\end{align*}"
    ], 
    "hints": [
        "There are three unknowns that form a 3 x 1 column vector. How many\nequations do I have for the three unknowns? Recall that the coefficients\nin front of each unknown make up the entries of the matrix A."
    ]
}