{
    "term": "April", 
    "question": "Question_B_01_(c)", 
    "course": "MATH152", 
    "statement": "Three friends, Hartosh, Mark and Keiko decide to paint houses over the\nsummer. Hartosh paints twice as fast as Mark. Hartosh and Keiko paint a\nhome with six rooms in 8 hours. All three together paint a home with 14\nrooms in 16 hours.\n\n\\textbf{(c)} Solve the system above using Gaussian elimination on the\naugmented matrix. How many rooms can each of the three friends paint in\nan hour?", 
    "year": 2010, 
    "sols": [
        "From\n\\href{Science:Math_Exam_Resources/Courses/MATH152/April_2010/Question_B1_(b)}{B1(b)}\nwe have that the augmented matrix is\n\n\\begin{align*}\n\\left[\\begin{array}{ccc|c}\n1  &  -2  &  0 & 0\\\\\n8  &  0  &  8 & 6\\\\\n16  &  16  &  16 & 14\n\\end{array}\\right]\n\\end{align*}\n\nwhich we now need to solve by Gaussian elimination. This means putting\npivots along the diagonals of the matrix with value 1. Notice the pivot\non the first row is the first column which already has a 1 and so we can\nleave that unchanged. We want all of the entries below this 1 (and in\nthe same column) to vanish. To do this we subtract 8 multiples of row 1\nfrom row 2 (8 because that's the number in the first column of the\nsecond row). For a similar reason, we subtract 16 multiples of row 1\nfrom row 3. Therefore the new resulting augmented matrix is\n\n\\begin{align*}\n\\left[\\begin{array}{ccc|c}\n1  &  -2  &  0 & 0\\\\\n0  & 16  &  8 & 6\\\\\n0  &  48  &  16 & 14\n\\end{array}\\right].\n\\end{align*}\n\nWe move to the second row, where the pivot is in the second column. We\nwant this value to be 1 and so we multiply the second row by 1/16 to get\n\n\\begin{align*}\n\\left[\\begin{array}{ccc|c}\n1  &  -2  &  0 & 0\\\\\n0  & 1  &  1/2 & 3/8\\\\\n0  &  48  &  16 & 14\n\\end{array}\\right].\n\\end{align*}\n\nWe now must make the entries below this pivot (and in the same column)\nvanish. To do this we subtract 48 multiples of row 2 from row 3\n\n\\begin{align*}\n\\left[\\begin{array}{ccc|c}\n1  &  -2  &  0 & 0\\\\\n0  & 1  &  1/2 & 3/8\\\\\n0  &  0  &  -8 & -4\n\\end{array}\\right].\n\\end{align*}\n\nNow, if wanted we could remove the entries above the pivot as well. This\nis known as Gauss-Jordan elimination. By doing this we'd end up with\nzeros everywhere except for the augmented portion and possibly for the\npivots. This is a very easy way to see the final solution since there\nare no more operations to perform. We will continue with just Gaussian\nelimination, which will result in an upper triangular matrix with zeros\nbelow each pivot. To find the solution from there will require a little\nmore work, but we are compensating that by doing fewer row operations on\nthe matrix.\n\nFinally then, by continuing Gaussian elimination, we want to make the\npivot in the third row (the number in the third column) have a value 1.\nWe therefore multiply the third row by -1/8 to get\n\n\\begin{align*}\n\\left[\\begin{array}{ccc|c}\n1  &  -2  &  0 & 0\\\\\n0  & 1  &  1/2 & 3/8\\\\\n0  &  0  &  1 & 1/2\n\\end{array}\\right].\n\\end{align*}\n\nWe must now answer the problem which is to find how many rooms each\nperson can paint in an hour ($x_1,x_2,x_3$). From the last row we have\nthat\n\n\\begin{align*}\n\\displaystyle{}x_3=\\frac{1}{2}\n\\end{align*}\n\nand so Keiko paints 1/2 rooms per hour (or 1 room every 2 hours). From\nthe second row we get (using Keiko's now known speed),\n\n\\begin{align*}\nx_2+\\frac{1}{2}x_3&=\\frac{3}{8}\\\\\nx_2+\\frac{1}{4}&=\\frac{3}{8}\\\\\nx_2&=\\frac{1}{8}\n\\end{align*}\n\nand so Mark paints 1/8 rooms per hour (or 1 room every 8 hours). We can\nuse both of these speeds now with the first row to get,\n\n\\begin{align*}\nx_1-2x_2+0x_3&=0\\\\\nx_1-\\frac{1}{4}&=0\\\\\nx_1&=\\frac{1}{4}\n\\end{align*}\n\nand so Hartosh paints 1/4 rooms per hour (or 1 room every 4 hours). We\nhave found the number of rooms that Hartosh, Mark, and Keiko can paint\nin an hour to be 1/4, 1/8, and 1/2 respectively."
    ], 
    "hints": [
        "Remember that Gaussian elimination uses row operations to create a lower\ntriangular matrix. What are the pivots? How do we make entries below\nthose pivots vanish?"
    ]
}